[Translation]

TRANSLATION_BY=Fordította
TRANSLATION_NAME=Phoenix (Döbröntei Sándor)
TRANSLATION_LINK=https://picpick.app
LANGUAGENAME=Magyar
FILEVER=7200

[MainPopup]

MNU_OPEN_PICPICK=Képsz&erkesztő
MNU_CAPTURE=&Képernyőmentés
MNU_CAPTURE_FULLSCREEN=&Teljes képernyő mentése
MNU_CAPTURE_ACTIVEWINDOW=&Aktív ablak mentése
#7.2.0
MNU_CAPTURE_WINDOW=&Ablakok
#7.2.0
MNU_CAPTURE_CONTROL=Ablak&kezelő mentése
MNU_CAPTURE_SCROLLINGWINDOW=&Görgető ablak rögzítése
MNU_CAPTURE_REGION=Ta&rtomány mentése
MNU_CAPTURE_FIXEDREGION=&Adott méretű tartomány mentése
MNU_CAPTURE_FREEHAND=&Szabadkézi mentés
MNU_CAPTURE_WEBPAGE=&Weboldal mentése
MNU_CAPTURE_REPEAT=&Legutóbbi mentés megismétlése
MNU_WIDGET=&Lebegő widget mutatása...
MNU_CAPTURE_SETTING=Képlopási beállítá&sok
MNU_OUTPUTTYPE=Kimenet &típusa
MNU_OUTPUTTYPE_PICPICK=PicPick sz&erkesztő
MNU_OUTPUTTYPE_CLIPBOARD=&Vágólap
MNU_OUTPUTTYPE_SAVEIMAGE=Kép&fájl
MNU_OUTPUTTYPE_SAVEFOLDER=&Autom. mentés
MNU_OUTPUTTYPE_OTHER=Küldés egy &külső programba...
MNU_OUTPUTTYPE_FTP=F&TP kiszolgáló
MNU_OUTPUTTYPE_SHARE=Meg&osztás
MNU_OUTPUTTYPE_SENDTO=Kül&dés
MNU_OUTPUTTYPE_FACEBOOK=Faceboo&k
MNU_OUTPUTTYPE_TWITTER=Tw&itter
MNU_OUTPUTTYPE_MSWORD=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=Microsoft O&utlook
MNU_OUTPUTTYPE_PRINTER=&Nyomtató
MNU_OUTPUTTYPE_SKYPE=Sk&ype
MNU_OUTPUTTYPE_CLOUD=Fel&hő szolgáltatás
MNU_OUTPUTTYPE_WEB=Internet &URL
MNU_OUTPUTTYPE_DROPBOX=Drop&box
MNU_OUTPUTTYPE_GOOGLE=&Google Drive
MNU_OUTPUTTYPE_ONEDRIVE=&OneDrive
MNU_OUTPUTTYPE_MSPAINT=Microsoft P&aint
MNU_OPT_DEFAULTFORMAT=Alapértelmezett kép&formátum
MNU_OPT_OPENEDITOR=Sz&erkesztő megnyitása a program indításakor
MNU_OPT_STARTUPPROGRAM=PickPick automatikus el&indítása
MNU_COLORPICKER=&Színszedő
MNU_COLORPALETTE=Színskál&a
MNU_COPYCOLORTYPE=Szín másolása más&ként
MNU_COLORHISTORY=Szín elő&zmények
MNU_COLORHISTORY_CLEAR=&Töröl
MNU_MAGNIFIER=&Nagyító
MNU_PIXELRULER=Pixel&vonalzó
MNU_PROTRACTOR=Szög&mérő
MNU_CROSSHAIR=Szálke&reszt
MNU_WHITEBOARD=&Ceruza
MNU_CLOUDEXPLORER=Fel&hő intéző
MNU_ABOUT_PICPICK=Pr&ogrambeállítások...
MNU_EXIT_PICPICK=K&ilépés

[Widget]

MNU_WIDGET=Wid&get
MNU_WIDGET_LOCK=Widget záro&lása
MNU_WIDGET_SMALLICONS=&Kis ikonok mutatása
MNU_WIDGET_AUTOHIDE=A&utomatikus elrejtés
MNU_WIDGET_OPACITY=Á&tlátszatlanság
MNU_WIDGET_ALWAYSTOP=&Mindig látszik
MNU_WIDGET_CLOSE=Widget &bezárása
MNU_WIDGET_OPTIONS=&Widget beállítások

[PicPickEditor]

MNU_START=Indítás
MNU_FILE=&Fájl
MNU_FILE_NEW=Ú&j
MNU_FILE_OPEN=&Megnyitás
MNU_FILE_OPENCLIPBOARD=Megnyitás a &Vágólapról
MNU_FILE_OPENURL=Megnyitás egy &URL-ből
MNU_FILE_OPEN_RECENT=Legutóbbi
MNU_FILE_OPEN_BROWSE=Tallózás
MNU_FILE_SAVESAME=Menté&s
MNU_FILE_SAVE=Men&tés másként
MNU_FILE_SAVESELECT=Kijelölés &mentése mint..
MNU_FILE_SAVEALL=Mindent me&nt...
MNU_FILE_PRINT=&Nyomtatás
MNU_FILE_CLOSEIMAGE=&Bezárás
MNU_FILE_CLOSECURRENTIMAGE=&Aktuális kép
MNU_FILE_CLOSEALLIMAGE=Minden kép &bezárása
MNU_FILE_CLOSEALLSAVEDIMAGE=MINDEN &mentett kép
MNU_FILE_CLOSEPICPICK=K&ilépés
MNU_EDIT=Sz&erkesztés
MNU_EDIT_UNDO=&Visszavonás
MNU_EDIT_REDO=&Mégis
MNU_EDIT_CUT=&Kivágás
MNU_EDIT_COPY=Má&solás
MNU_EDIT_PASTE=&Beillesztés
MNU_EDIT_PASTEFROMFILE=Beillesztés egy &fájlból...
MNU_EDIT_SELECTDEL=&Törlés
MNU_EDIT_SELECTNEW=&Levágás
MNU_EDIT_DESELECT=Kijelölést megszüntet
MNU_EDIT_SELECTALL=Mindent kijelöl
MNU_EDIT_IMAGERESIZE=Kép átmé&retezése...
MNU_EDIT_CANVASRESIZE=Vászon átméretezése...
MNU_EDIT_VIEWBITMAP=Bitkép &megjelenítése teljes képernyős módban...
MNU_TOOLS=&Eszközök
MNU_TOOLS_FULLSCREEN=&Teljes képernyő mentése
MNU_TOOLS_ACTIVEWINDOW=&Aktív ablak mentése
#7.2.0
MNU_TOOLS_WINDOW=A&blak rögzítése
#7.2.0
MNU_TOOLS_CONTROL=Ablak&kezelő mentése
MNU_TOOLS_SCROLLINGWINDOW=Képlopá&s ablak görgetéssel
MNU_TOOLS_WEBPAGE=&Weboldal mentése
MNU_TOOLS_REGION=Ta&rtomány mentése
MNU_TOOLS_FIXEDREGION=A&dott méretű tartomány mentése
MNU_TOOLS_FREEHAND=&Szabadkézi mentés
MNU_TOOLS_REPEAT=&Legutóbbi mentés megismétlése
MNU_TOOLS_COLORPICKER=&Színszedő
MNU_TOOLS_COLORPALETTE=Színskál&a
MNU_TOOLS_MAGNIFIER=&Nagyító
MNU_TOOLS_PIXELRULER=Pixel&vonalzó megjelenítése...
MNU_TOOLS_PROTRACTOR=Szög&mérő
MNU_TOOLS_CROSSHAIR=Szál&kereszt megjelenítése
MNU_TOOLS_WHITEBOARD=&Ceruza megnyitása
MNU_TOOLS_SCREENRECORDER=Képe&rnyőrögzítő
MNU_TOOLS_OPTION=Programbeállí&tások
MNU_TOOLSOPTION=&Rögzítésbeállítások
MNU_TOOLSOPTION_OUTPUTTYPE=Kimenet &típusa
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=Alapértelmezett kép&formátum
MNU_TOOLSOPTION_DUALMONITORS=Több &monitor rögzítése
MNU_TOOLSOPTION_HOTKEY=&Gyorsbillentyűk módosítása...
MNU_TOOLSOPTION_SOUND=Hangatá&sok aktiválása
MNU_TOOLSOPTION_SCROLLCAPTURE=&Automatikus görgetés aktiválása
MNU_TOOLSOPTION_MOUSECURSOR=A k&urzort is elmenti
MNU_TOOLSOPTION_STARTUPPROGRAM=PicPick futtatása indításkor
MNU_TOOLSOPTION_OPENEDITOR=Sz&erkesztő megnyitása a program indításakor
MNU_TOOLS_COLORTYPE=Szín &másolása mint
MNU_EFFECT=&Hatások
MNU_EFFECT_INVERT=&Invertálás
MNU_EFFECT_GRAYSCALE=S&zürkeskála
MNU_EFFECT_MOSAIC=&Pixelesítés...
MNU_EFFECT_BLUR=Elh&omályosítás
MNU_EFFECT_SHARPEN=Éle&sítés
MNU_EFFECT_BRIGHTNESS=Fényesség / Kont&raszt...
MNU_EFFECT_HSL=&Színárnyalat / Telítettség...
MNU_EFFECT_BORDER=Él h&atások
MNU_EFFECT_FLIP=&Tükrözés
MNU_EFFECT_FLIPH=Vízszintes &tükrözés
MNU_EFFECT_FLIPV=&Függőleges tükrözés
MNU_EFFECT_ROTATE=Elfo&rgatás
MNU_EFFECT_ROTATE90=90° -al jobbra
MNU_EFFECT_ROTATE180=&180° -al jobbra
MNU_EFFECT_ROTATE270=&270° -al jobbra
MNU_EFFECT_FRAME=&Képkeret...
MNU_EFFECT_COLORBALANCE=Szín egyensú&ly...
MNU_EFFECT_WATERMARK=&Vízjel...
MNU_WINDOW=&Ablakok
MNU_WINDOW_CASCADE=&Lépcsőzetes
MNU_WINDOW_TILEH=&Mozaik elrendezés vízszintesen
MNU_WINDOW_TILEV=Mozaik elrendezés &függőlegesen
MNU_WINDOW_MINIMIZEALL=Lekicsinyítve mind
MNU_HELP=&Súgó
MNU_HELP_WEBSITE=PicPick webhelye...
MNU_HELP_ABOUT=Névjegy...
MNU_HELP_UPDATE=Frissítések ellenőrzése
PNL_TOOL_TOOLS=Eszközök
PNL_TOOL_COLOR=Szín
PNL_TOOL_PROPERTY=Tulajdonságok
LBL_TOOL_WIDTHS=Szélesség:
LBL_TOOL_OPACITY=Homályosság
LBL_TOOL_SHAPE=Alakzat:
TAB_HOME=Kezdőlap
TAB_FILE=Fájl
TAB_VIEW=Nézet
TAB_SHAPES=Alakzatok
TAB_SHAPES_SUB=Formátum
TAB_SHAPES_TEXT=Szöveg
TAB_NUMBERSTAMP=Számbélyegző
TAB_NUMBERSTAMP_SUB=Formátum
TAB_SELECTION=Kijelölés
TAB_SELECTION_SUB=Formátum
TAB_MAGNIFIER=Kinagyítási hatás
TAB_MAGNIFIER_SUB=Formátum
TAB_STAMPS=Bélyegzés
TAB_STAMPS_SUB=Formátum
TAB_SHARE=Megosztás
TBR_CLIPBOARD=Vágólap
TBN_CLIPBOARD_PASTE=Beillesztés
TBN_CLIPBOARD_CUT=Kivágás
TBN_CLIPBOARD_COPY=Másolás
TBN_CLIPBOARD_DELETE=Törlés
TBR_VIEW=Nézet
TBN_VIEW_ZOOMIN=Nagyítás
TBN_VIEW_ZOOMOUT=Kicsinyítés
TBN_VIEW_FULL=Teljes képernyő
TBN_VIEW_100=100%-os nézet
TBR_IMAGE=Kép
TBN_IMAGE_EFFECT=Hatások
TBN_IMAGE_CROP=Körülvágás
TBN_IMAGE_RESIZE=Átméretez
TBN_IMAGE_ROTATE=Elforgatás
TBR_TOOLS=Eszközök
TBR_COLOR=Színek
TBN_COLOR1=Szín1
TBN_COLOR2=2. szín
POP_COLORTYPE1=Pasztellszínek
POP_COLORTYPE2=Elsődleges színek
TBR_SHOWHIDE=Mutatás / Elrejtés
TBN_RULER=Vonalzó
TBN_STATUSBAR=Állapotsor
TBN_TAB=Fül
TBN_THUMBNAIL=Miniatűr nézet
TBN_PANE=Részletek ablak
TBR_WINDOW=Ablak
TBN_CASCADE=Lépcsős rendezés
TBN_ARRANGEALL=Mozaik rendezés
TBN_REGISTER=&Regisztrálás
TBN_TOOLS_SELECT=Kijelöl
TBN_TOOLS_MOVE=Áthelyezés
TBN_TOOLS_DRAW=Rajzolás
TBN_TOOLS_DRAW_BRUSH=&Ecset
TBN_TOOLS_DRAW_ERASER=R&adír
TBN_TOOLS_DRAW_MARKER=&Jelölő
TBN_TOOLS_DRAW_PEN=&Ceruza
TBN_TOOLS_DRAW_CALLIGRAPHY=&Kalligráfia
TBN_TOOLS_DRAW_SMARTERASER=&Intelligens radír
TBN_TOOLS_DRAW_AIRBRUSH=Festé&kszóró
TBN_TOOLS_DRAW_MOSAIC=Pi&xelizáló ecset
TBN_TOOLS_FILL=Kitöltés
TBN_TOOLS_FILL_OPTIONS=Kitöltési opciók
TBN_TOOLS_FILL_STANDARD=Össze&függő kitöltés
TBN_TOOLS_FILL_REPLACEMENT=Szín &helyettesítéses kitöltés
TBN_TOOLS_STAMPS=Bélyegzés
TBN_TOOLS_STAMPS_NUMBER=Számbélyegzés
TBN_TOOLS_STAMPS_GENERAL=Általános bélyegzés
TBN_TOOLS_STAMPS_CURSOR=Kurzor bélyegzés
TBN_SELECT_SELECTION_SHAPES=Kijelölési alakzatok
TBN_SELECT_SELECTION_OPTIONS=Kijelölési opciók
TBN_SELECT_RECTANGLE=&Téglalap alakú kijelölés
TBN_SELECT_ELLIPSE=&Ellipszis alakú kijelölés
TBR_SIZE=Méret
TBN_MORECOLORS=További
MNU_PALETTETYPE=Paletta típus
TBR_COLORPALETTE=Paletta
TBN_THEME=Témaszínek
TBN_THEME_DEFAULT=Alapérték
TBN_THEME1=1. téma
TBN_THEME2=2. téma
TBN_THEME3=3. téma
TBN_THEME4=4. téma
TBN_THEME5=5. téma
TBN_STANDARD_COLORS=Szabványos színek
TBN_CUSTOM_COLORS=Egyéni színek
TBN_MORE_COLORS=&További színek...
TBN_ADD_CUSTOM_COLOR=Egyéni szí&nek hozzáadása
TBN_REMOVE_CUSTOM_COLOR=Eltá&volítás az egyéni színek közül
MNU_TOPBAR_TITLE=Felső gombok testreszabása
MNU_TOPBAR_MINIMIZERIBBON=Menüszalag &lekicsinyítése
MNU_QAT_TITLE=Gyorselérési eszköztár testreszabása
MNU_QAT_ADD=Hozzá&adás a Gyorselérési eszköztárhoz
MNU_QAT_DELETE=Eltávolítás a &Gyorselérési eszköztárból
MNU_QAT_ABOVE=Gyor&selérési eszköztár mutatása a menüszalag felett
MNU_QAT_BELOW=Gyorselérési eszköztár mutatása a menüszalag &alatt
MNU_QAT_RESET=Gyorselérési eszköz&tár visszaállítása
TBN_VIEW_TOUCHMODE=Érintés üzemmód
TBN_RIBBON_COLLAPSE=A menüszalag összecsukása
TBN_RIBBON_PIN=Menüszalag rögzítése
OPEN_ALL_IMAGE_FILES=Minden képfájl
OPEN_BITMAP_FILES=Bitképfájlok
OPEN_ALL_FILES=Minden fájl
TAB_LAYERS=Rétegek
TAB_LAYERS_SUB=Formátum
TAB_HISTORY=Előzmény
TAB_FORMAT_SHAPE=Alakzatformátum
MNU_MAXIMIZE=Telje&s méret
MNU_MINIMIZE=K&is méret
MNU_CLOSE=&Bezárás
MNU_RESTOREDOWN=Elő&ző méret
MNU_CLOSEALL=Összes &bezárása
MNU_FILE_OPEN_FOLDERS=Mappák
MNU_FILE_OPEN_AUTOSAVE_FOLDER=Alapértelmezett kimeneti mappa
MNU_FILE_OPEN_RECENT_IMAGES=Legutóbbi képek
MNU_FILE_OPEN_RECENT_FOLDERS=Legutóbbi mappák
MNU_FILE_OPEN_OPTIONS_CLIPBOARD=Vágólap
MNU_FILE_OPEN_OPTIONS_URL=Kép URL-címe
MNU_LIST_PIN=&Rögzítés a listán
MNU_LIST_UNPIN=Rögzítés felol&dása
MNU_LIST_REMOVE=Eltá&volítás a listáról
MNU_LIST_CLEAR=Feloldott e&lemek eltávolítása
MNU_COPY_PATH=Útv&onal másolása a Vágólapra
MNU_FILE_INFO=&Infó
MNU_HELP_REPORT=Probléma jelentése
MNU_QAT_MORE=&További parancsok...
TBN_COLOR_DEFAULT=Alapértelmezett színek
TBN_COLOR_SWAP=Színek váltása
TBN_COLOR_PICK=Színszedő

[PicPickEditor Tip]

TIP_FILE_NEW=Egy új üres kép létrehozása.
TIP_FILE_OPEN=Egy meglévő kép megnyitása.
TIP_FILE_OPENCLIPBOARD=Új kép létrehozása a Vágólapról.
TIP_FILE_OPENURL=Kép megnyitása az URL-címről.
TIP_FILE_SAVE=Az aktív kép elmentése.
TIP_FILE_SAVEAS=Az aktív kép elmentése egy új névvel.
TIP_FILE_SAVESELECT=Kijelölt rész elmentése egy új néven.
TIP_FILE_SAVEALL=Az összes kép új néven történő elmentése.
TIP_FILE_PRINT=A kép kinyomtatása.
TIP_FILE_CLOSEIMAGE=Az aktuális kép bezárása.
TIP_FILE_CLOSEALLIMAGE=Az összes képfájl bezárása.
TIP_FILE_CLOSEALLSAVEDIMAGE=Az összes mentett képfájl bezárása.
TIP_FILE_CLOSEPICPICK=Az ablak bezárása.
TIP_EDIT_UNDO=A legutóbbi művelet visszavonása.
TIP_EDIT_REDO=A korábban visszavont művelet újra elvégzése.
TIP_EDIT_CUT=A kijelölt rész kivágása és áthelyezése a Vágólapra.
TIP_EDIT_COPY=Kijelölt rész kimásolása a Vágólapra.
TIP_EDIT_PASTE=A vágólap tartalmának beillesztése az aktív képbe.
TIP_EDIT_PASTEFROMFILE=Egy fájl beillesztése az aktuális képbe.
TIP_EDIT_SELECTDEL=Az aktuális kijelölés törlése a vászonról.
TIP_EDIT_SELECTNEW=A kép levágása úgy, hogy csak az aktuális kijelölést tartalmazza.
TIP_EDIT_DESELECT=A kép kijelölésének megszüntetése.
TIP_EDIT_SELECTALL=A teljes kép kijelölése.
TIP_EDIT_IMAGERESIZE=A kép méretének módosítása.
TIP_EDIT_CANVASRESIZE=A vászon méretének a módosítása.
TIP_EDIT_VIEWBITMAP=Bitkép megtekintése a teljes képernyőn.
TIP_TOOLS_CAPTURE=Rögzítősáv mutatása a képernyőn.
TIP_TOOLS_FULLSCREEN=Kép készítése az asztalról.
TIP_TOOLS_ACTIVEWINDOW=Az aktív ablak képének a rögzítése.
#7.2.0
TIP_TOOLS_WINDOW=A kiválasztott ablak képének a rögzítése.
#7.2.0
TIP_TOOLS_CONTROL=Az ablakvezérlő képének a rögzítése.
TIP_TOOLS_SCROLLINGWINDOW=A gördülő ablakvezérlő képének a rögzítése.
TIP_TOOLS_WEBPAGE=Weboldalak képeinek rögzítése.
TIP_TOOLS_REGION=Egy téglalap alakú terület rögzítése.
TIP_TOOLS_FREEHAND=Egy terület szabadkézi rögzítése.
TIP_TOOLS_FIXEDREGION=Rögzített téglalap alakú terület képének a rögzítése.
TIP_TOOLS_REPEAT=Ugyanazon terület rögzítése, mint korábban.
TIP_TOOLS_CAPTUREMENU=Egy kép rögzítése a képernyőn.
TIP_TOOLS_COLORPICKER=Egy színkód kiválasztása a képernyőről.
TIP_TOOLS_COLORPALETTE=Szín megkeresése és beállítása.
TIP_TOOLS_MAGNIFIER=A képernyőn megjelenő pixelek közelebbi megtekintése.
TIP_TOOLS_PIXELRULER=Az asztali objektumok és képek méretének megmérése.
TIP_TOOLS_CROSSHAIR=A relatív koordináták meghatározása.
TIP_TOOLS_PROTRACTOR=A képernyőn levő bármely szög megmérése.
TIP_TOOLS_WHITEBOARD=Rajzolás és bármi megosztása a képernyőn.
TIP_TOOLS_OPTION=Több lehetőség megjelenítése a programmal kapcsolatban.
TIP_TOOLS_SCREENRECORDER=Videó készítése az asztali képernyőről.
TIP_TOOLSOPTION=A rögzítési beállítások módosítása.
TIP_TOOLSOPTION_OUTPUTTYPE=A rögzített kép kimenetének módosítása.
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=Az alapértelmezett képfájlformátum módosítása.
TIP_TOOLSOPTION_DUALMONITORS=Több monitor támogatása a kép rögzítésekor.
TIP_TOOLSOPTION_HOTKEY=A funkciók gyorsbillentyűinek módosítása.
TIP_TOOLSOPTION_SOUND=Hanghatások engedélyezése a képmentéshez
TIP_TOOLSOPTION_SCROLLCAPTURE=Kép mentése a görgetősávokkal együtt
TIP_TOOLSOPTION_MOUSECURSOR=Az egérkurzor szerepeltetése a képen.
TIP_TOOLSOPTION_STARTUPPROGRAM=PicPick elindítása a Windows-al együtt
TIP_TOOLSOPTION_OPENEDITOR=PicPick szerkesztő megnyitása a program indításakor
TIP_TOOLS_COLORTYPE=Színek másolási beállításának módosítása [HTML, RGB, C++, Delphi]
TIP_EFFECT_INVERT=A kép színeinek megfordítása.
TIP_EFFECT_GRAYSCALE=Kép átalakítása 256 színű szürkeárnyalatossá.
TIP_EFFECT_MOSAIC=Egy pixelezési effektus alkalmazása.
TIP_EFFECT_BLUR=Elmosódási hatás alkalmazása.
TIP_EFFECT_SHARPEN=Élesítési hatás alkalmazása.
TIP_EFFECT_BRIGHTNESS=Fényerő és kontraszt
TIP_EFFECT_HSL=Színárnyalat / Telítettség
TIP_EFFECT_COLORBALANCE=Egy adott színtartomány egyensúlyának beállítása egy képen.
TIP_EFFECT_FLIPH=A kiválasztott területet vagy, az egész kép vízszintes tükrözése.
TIP_EFFECT_FLIPV=A kiválasztott területet vagy, az egész kép függőleges tükrözése.
TIP_EFFECT_ROTATE90=90°-kal elforgatja az óramutató járásával megegyezően.
TIP_EFFECT_ROTATE180=180°-kal elforgatja az óramutató járásával megegyezően.
TIP_EFFECT_ROTATE270=270°-kal elforgatja az óramutató járásával megegyezően.
TIP_EFFECT_FRAME=Keretezési hatás alkalmazása.
TIP_EFFECT_WATERMARK=Egy vízjel logó hozzáadása.
TIP_WINDOW_CASCADE=Ablakok elrendezése átfedő csempékként.
TIP_WINDOW_TILEH=Az ablakok vízszintes elrendezése a csempék átfedése nélkül.
TIP_WINDOW_TILEV=Az ablakok függőleges elrendezése a csempék átfedése nélkül.
TIP_WINDOW_MINIMIZEALL=Az összes megnyitott ablak lekicsinyítése.
TIP_HELP_WEBSITE=A hivatalos weboldal meglátogatása.
TIP_HELP_ABOUT=Programinformációk és a szerzői jogok megjelenítése.
TIP_HELP_UPDATE=A program frissítéseinek ellenőrzése.
TIP_TOOL_MOVE=A teljes kép vagy a kijelölt objektum áthelyezése.
TIP_TOOL_SELECT=A kép, egy adott részletének a kijelölése.
TIP_TOOL_FILL=Kattintson a vászon egy adott területére, színekkel történő kitöltéshez.
TIP_TOOL_PICKCOLOR=A képernyőn levő, egy adott szín begyűjtése, és felhasználása a rajzoláshoz.
TIP_TOOL_DRAW=Rajzolás különböző fajtájú ecsetekkel.
TIP_TOOL_STAMPS=Bélyegzők elhelyezése a képen.
TIP_TOOL_SHAPE=Alakzatok elhelyezése a képen.
TIP_SIZE=A kijelölt eszköz szélességének a kiválasztása.
TIP_TOOL_TEXT=Egy szöveg hozzáadása a képhez.
TIP_OUTPUTTYPE_MSWORD=Kép másolatának beillesztése a Microsoft Word-be.
TIP_OUTPUTTYPE_MSEXCEL=Kép másolatának beillesztése a Microsoft Excel-be.
TIP_OUTPUTTYPE_MSPOWERPOINT=Kép másolatának beillesztése a Microsoft PowerPointba.
TIP_OUTPUTTYPE_SKYPE=Kép másolatának elküldése a Skype-ba.
TIP_OUTPUTTYPE_PROGRAM=Kép másolatának elküldése egy külső programba.
TIP_OUTPUTTYPE_MSOUTLOOK=Kép másolatának hozzáadása a Microsoft Outlookhoz.
TIP_OUTPUTTYPE_FACEBOOK=Kép feltöltése és megosztása a Facebookon.
TIP_OUTPUTTYPE_TWITTER=Kép feltöltése és megosztása a Twitteren.
TIP_OUTPUTTYPE_FTP=Kép közvetlen elküldése egy FTP-helyre.
TIP_OUTPUTTYPE_WEBUPLOAD=Kép feltöltése az internetre, és a kép URL-címének a létrehozása.
TIP_OUTPUTTYPE_CLOUD=Kép feltöltése a Dropboxra, a Google Drive-ra vagy máshova.
TIP_OUTPUTTYPE_DROPBOX=Kép feltöltése és megosztása a Dropbox-on.
TIP_OUTPUTTYPE_GOOGLE=Kép feltöltése és megosztása a Google Drive-on.
TIP_OUTPUTTYPE_ONEDRIVE=Kép feltöltése és megosztása az OneDrive-on.
TIP_OUTPUTTYPE_MSPAINT=Kép másolatának elküldése a Microsoft Paint programba.
TIP_IMAGE_ROTATEFLIP=Kép/kijelölt rész elfogatása vagy tükrözése
TIP_TOOLS_EFFECT=Hatások kijelölése
TIP_TOOLS_WIDTHS=Szélesség kiválasztása
TIP_TOOLS_OPACITY=Homályosság beállítása
TIP_VIEW_ZOOMIN=Aktuális kép nagyítása
TIP_VIEW_ZOOMOUT=Aktuális kép kicsinyítése
TIP_VIEW_ZOOMSELECT=Nagyítás vagy kicsinyítés
TIP_VIEW_ACTUALSIZE=100%-ra nagyítás
TIP_VIEW_THUMBNAIL=Miniatűr oldal megjelenítése a kép gyors kiválasztásához
TIP_SHOW_RULER=Vonalzók mutatása/elrejtése a képek méretezéséhez
TIP_SHOW_STATUSBAR=Állapotsor mutatása/elrejtése az ablak alján
TIP_SHOW_TAB=Fülsáv mutatása/elrejtése
TIP_SHOW_PANE=Részletek ablaktábla megjelenítése vagy elrejtése
TIP_COLOR_COLOR1=Előtérszín
TIP_COLOR_COLOR2=Háttérszín
TIP_COLOR_SWAP=Előtér és háttérszínek felcserélése
TIP_COLOR_DEFAULT=Alapértelmezett előtér és háttérszínek
TIP_COLOR_MORE=További paletták mutatása
TIP_SHAPE_FLATTEN=Alakzatok elsimítása
TIP_SHAPE_DELETE=Alakzat törlése
TIP_SHAPE_DUPLICATE=Alakzat duplikálása
TIP_SHAPE_FILL=Kijelölt alakzat kitöltése
TIP_SHAPE_OUTLINE=Alakzat vázlat
TIP_SHAPE_EFFECTS=Alakzat formátumok
TIP_SHAPE_ADDTEXT=Szöveg beszúrása az alakzatba
TIP_SHAPE_FLATTEN_ALL=Az összes alakzat elsimítása
TIP_SHAPE_BRINGTOFRONT=A kijelölt objektum előtérbe hozása, ha az más objektumokkal van elfedve
TIP_SHAPE_SENDTOBACK=Kijelölt objektum háttérbe küldése ha az korábban el volt fedve más objektumokkal
TIP_TEXT_BOLD=Félkövér
TIP_TEXT_ITALIC=Dőlt
TIP_TEXT_UNDERLINE=Aláhúzott
TIP_TEXT_ALIGN_LEFT=Balra igazítás
TIP_TEXT_ALIGN_CENTER=Középre
TIP_TEXT_ALIGN_RIGHT=Jobbra igazítás
TIP_TEXT_ALIGN_TOP=Függőleges illesztés felülre
TIP_TEXT_ALIGN_MIDDLE=Függőleges illesztés középre
TIP_TEXT_ALIGN_BOTTOM=Függőleges illesztés alulra
TIP_TEXT_WORDWRAP=Sortörés
TIP_TEXT_COLOR=Szövegszín
TIP_TEXT_SIZE=Szöveg mérete
TIP_TEXT_FONTFAMILY=Betűtípus család
TIP_OPEN_PICPICK=A PicPick szerkesztőprogram megnyitása.
TIP_AUTO_SAVE=A képek automatikus mentése.
TIP_ALWAYSCOPYCLIPBOARD=A rögzített képet mindig kimásolja a Vágólapra.
TIP_NEW_LAYER=Egy új réteg létrehozása.
TIP_CHANGE_SHAPE=A rajz alakjának módosítása a teljes formázás megőrzésével.
TIP_FORMAT_SHAPE=Az alakzat formátumának módosítása.
TIP_LAYER_BRINGTOFRONT=A kijelölt objektumot az összes többi objektum elé helyezi.
TIP_LAYER_SENDTOBACK=A kiválasztott objektumot az összes többi objektum mögé küldi.
TIP_LAYER_BRINGFORWARD=A kijelölt objektumot egy szinttel előrébb viszi, hogy kevesebb objektum mögött legyen elrejtve.
TIP_LAYER_SENDBACKWARD=A kijelölt objektum egy szinttel történő hátrébb küldése, hogy több objektum mögé kerüljön.
TIP_CAPTURE_DELAY=A rögzítés előtti késleltetés beállítása.
TIP_HELP_REPORT=Küldjön egy jelentést, hogy segítsen nekünk javítani.
TIP_FILE_RENAME=Az aktuális képfájl átnevezése.
TIP_FILE_OPEN_LOCATION=Fájl megnyitása az Intézőben.
TIP_FILE_COPY_PATH=Fájl elérési útvonalának kimásolása a Vágólapra.
TIP_FILE_EXIT=Az alkalmazás bezárása.
TIP_EDIT_COPY_ALL=A teljes kép kimásolása és a Vágólapra helyezése.
TIP_EDIT_SELECT_RECT=Egy téglalap alakú területet kijelölése a vászonra történő rajzolással.
TIP_EDIT_SELECT_ELLIPSE=Egy elliptikus területet kijelölése a vászonra történő rajzolással.
TIP_EDIT_SELECT_INVERT=Az aktuális kijelölés megfordítása.
TIP_DRAW_REPLACECOLOR=Kattintás egy területre, amelyet a vásznon lévő színnel kíván lecserélni.
TIP_EDIT_CROP_NEW=Egy új kép létrehozása a kijelölt területről.
TIP_SHAPE_EFFECTS=Vizuális hatás alkalmazása a kiválasztott alakzatra.
TIP_SHAPE_STYLE=Stílus alkalmazása a kijelölt alakzatra.
TIP_STAMP_STYLE=Stílus alkalmazása a kijelölt bélyegzőre.

[Dialogs]

DLG_PICPICK_EDITOR_TITLE=PicPick
DLG_CONTROLCAPTURE_TITLE=PicPick - Ablakkezelők
DLG_SCROLLINGWINDOWCAPTURE_TITLE=PicPick - Ablak görgetés
DLG_REGIONCAPTURE_TITLE=PicPick - Tartomány mentése
DLG_FIXEDREGIONCAPTURE_TITLE=Adott méretű terület rögzítése
DLG_FREEHANDCAPTURE_TITLE=PicPick - Szabadkézi mentés
DLG_WHITEBOARDTOOL_TITLE=PicPick - Ceruza
DLG_MAGNIFIER_TITLE=PicPick - Nagyító
DLG_COLORPICKER_TITLE=Nyomja le a PRINT SCREEN billentyűt
DLG_CROSSHAIR_TITLE=PicPick - Szálkereszt
DLG_COLORPALETTE_TITLE=Színpaletta
DLG_AUTOSAVE_TITLE=Aut.mentés
DLG_NEWIMAGE_TITLE=Új kép
DLG_PRINT_TITLE=Nyomtatás
DLG_CANVASSET_TITLE=Vászon átméretezése
DLG_IMAGERESIZE_TITLE=Kép átméretezése
DLG_ABOUT_TITLE=Névjegy
DLG_PIXELATE_TITLE=Pixelesítés
DLG_HUESATURATION_TITLE=Színárnyalat / Telítettség
DLG_BRIGHTNESSCONTRAST_TITLE=Fényerő / Kontraszt
DLG_FRAME_TITLE=Képkeret
DLG_WATERMARK_TITLE=Vízjel
DLG_FONTVIEW_TITLE=Szövegbevitel
DLG_CAPTURE_TITLE=Képlopás
DLG_CHANGEHOTKEY_TITLE=Gyorsbillentyűk
DLG_WEBPAGECAPTURE_TITLE=PicPick - Weboldalak rögzítése
DLG_SHORTCUT_TITLE=Gyorsbillentyűk módosítása
DLG_SETUP_TITLE=Beállítás
DLG_FILENAMESETUP_TITLE=Fájlnév
DLG_IMAGES_TITLE=Képek
DLG_GENERALSETUP_TITLE=Általános
DLG_SCREEN_RECORDER_TITLE=Rögzítés
DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=Szerkesztő
DLG_ARROWSET_TITLE=Egyéni nyilak
DLG_FACEBOOK_TITLE=Facebook kapcsolódás
DLG_TWITTER_TITLE=Twitter kapcsolódás
DLG_WEBUPLOAD_TITLE=Feltöltés a webre
DLG_QAT_TITLE=Gyorselérési eszköztár
BTN_ADD=Hozzá&ad
BTN_REMOVE=El&távolít
BTN_OK=&OK
BTN_CANCEL=&Mégse
BTN_APPLY=&Alkalmaz
#7.2.0
BTN_CLOSE=&Bezárás
BTN_IGNORE=K&ihagyás
BTN_RESET=&Visszaállítás
#7.2.0

[About]

GRP_PRESET=Beállítások
CHK_ADDSTARTUP=Program futtatása indításkor
CHK_ADDDESTKOP=Ikon létrehozása az Asztalon
CHK_CHECKUPDATE=Frissítések ellenőrzése
LBL_LANGUAGE=Nyelv
BTN_HOTKEY=Gyorsbillentyűk...
BTN_CREDIT=Köszönet
LBL_PROGRAMPARAMETER=&Paraméterek...
CHK_SETTINGTOAPPDATA=Beállítások mentése
LBL_MORELANGUAGE=További nyelvek...
LBL_INFO_PRODUCT=Termékinformációk
LBL_INFO_LICENSE=Licencinformáció
LBL_INFO_VERSION=Verzió

[Captures]

GRP_CONTROLCAPTURE_PROPERTY=Tulajdonságok
LBL_CONTROLCAPTURE_CLASS=Név
LBL_CONTROLCAPTURE_SIZE=Méret
LBL_CONTROLCAPTURE_INFO=Vezérlő
LBL_CONTROLCAPTURE_SCROLL=Autom. görgetés
LBL_CONTROLCAPTURE_OUTPUTTYPE=Kimeneti típus
LBL_CONTROLCAPTURE_HANDLE=Kezelő
LBL_CONTROLCAPTURE_RECT=Négyszög
LBL_CONTROLCAPTURE_BOTTOMTIP=Válasszon ki egy ablakvezérlőt (gomb, fül, doboz, eszköztár stb...), majd nyomja le a PRINT SCREEN billentyűt.
GRP_FIXEDREGIONCAPTURE_PROPERTY=Terület mérete
LBL_FIXEDREGIONCAPTURE_WIDTH=Széles
LBL_FIXEDREGIONCAPTURE_HEIGHT=Magas
TIP_REGIONCAPTURE_NOTDRAG=Jelölje ki az asztal bármelyik téglalap alakú területét.
TIP_PIXEL=Pixel
TIP_FREEHANDCAPTURE_NOTDRAG=Rajzoljon bármilyen alakzatot a rögzítéshez a képernyőn.
LBL_COLORPICKER_COLORAS=Szín :
LBL_COLORPICKER_VALUE=Érték :
LSV_WEBPAGECAPTURE_LIST=Válassza ki a rögzítendő weboldalt
BTN_WEBPAGECAPTURE_RELOAD=Új&ratöltés
BTN_WEBPAGECAPTURE_CAPTURE=Ké&prögzítés
LBL_MINIHELP=Kattintson a bal egérgombbal a terület kijelöléséhez.
LBL_MINIHELP_CLICKDRAG=Kattintson, vagy húzza a képernyőn a terület kiválasztásához.
LBL_MINIHELP_SCROLLCAPTURE=Nyomja le az Esc billentyűt a megszakításhoz
LBL_MINIHELP_SCROLLCAPTURE_WAIT=Kérjük, várjon, amíg kiszámítjuk a görgetési területet...
LBL_TIME_DELAY=Kés&leltetés
LBL_SECONDS=%d másodperc
LBL_NODELAY=&Nincs késleltetés
LBL_ADD_CURSOR=Egérk&urzor hozzáadása
LBL_MORE_OPTIONS=T&ovábbi lehetőségek...
LBL_CLIPBOARD=Másolás a &Vágólapra
#8.0.0
LBL_ADD_EFFECTS=Kép&effektusok hozzáadása
#8.0.0

[Shortcut]

TAB_HOTKEY=Gyorsbillentyűk
GRB_CAPTURE=Képernyőrögzítés
GRB_TOOLS=Eszközök
LBL_KEYNONE=Nincs
LBL_CAPTURE_FULLSCREEN=Teljes képernyő rögzítése
LBL_CAPTURE_ACTIVEWINDOW=Aktív ablak rögzítése
LBL_CAPTURE_CONTROL=Ablakvezérlő rögzítése
LBL_CAPTURE_SCROLLINGWINDOW=Gördülő ablak rögzítése
LBL_CAPTURE_REGION=Terület rögzítése
LBL_CAPTURE_FIXEDREGION=Adott méretű terület rögzítése
LBL_CAPTURE_FREEHAND=Szabadkézi rögzítés
LBL_CAPTURE_WEBPAGE=Weboldal rögzítése
LBL_CAPTURE_REPEAT=Utolsó rögzítés megismétlése
LBL_TOOLS_EDITOR=Képszerkesztő
LBL_TOOLS_COLORPICKER=Színszedő
LBL_TOOLS_COLORPALETTE=Színpaletta
LBL_TOOLS_PIXELRULER=Pixelvonalzó
LBL_TOOLS_PROTRACTOR=Szögmérő
LBL_TOOLS_CROSSHAIR=Szálkereszt
LBL_TOOLS_WHITEBOARD=Rajztábla
LBL_TOOLS_MAGNIFIER=Nagyító
CBO_HOTKEY_CUSTOM=Egyéni...
CBO_HOTKEY_DEFAULT=PicPick alapértelmezés
CBO_HOTKEY_HYPERSNAP=HyperSnap
CBO_HOTKEY_NONE=Letiltva
LBL_TOOLS_SCREENRECORDER=Képernyőrögzítő

[FontView]

GRP_COLOR=Színek
LBL_FONTCOLOR=Betű szín
CHK_FILLCOLOR=Kitöltés
CHK_AA=Betűtípusok simítása

[AutoSave]

GRP_SELECTFOLDER=Képek automatikus mentése
LBL_SELECTFOLDER=Egy mappa kiválasztása a képernyőképek automatikus mentéséhez.
BTN_SELECTFOLDER=&Tallózás...
GRP_SELECTFILENAME=Fájlnév
RDO_SELECTFILENAME_TEXT=Szöveg + szám
RDO_SELECTFILENAME_NUM=Csak szám
RDO_SELECTFILENAME_DATETIME=Dátum/Idő
EDT_SELECTFILENAME_DEFAULT=Kép
GRP_SELECTFORMAT=Fájlformátum
RDO_SELECTFORMAT_BMP=Bitkép (*.bmp)
RDO_SELECTFORMAT_JPG=JPEG képfájlok (*.jpg)
RDO_SELECTFORMAT_PNG=Hordozható hálózati grafika (*.png)
RDO_SELECTFORMAT_GIF=CompuServe GIF kép (*.gif)
RDO_SELECTFORMAT_PDF=PDF fájlok (*.pdf)
LBL_SAVEFILENAME=Fájlnév megadása az automatikus mentéshez, vagy az FTP feltöltéshez.
LBL_EXAMPLETITLE=Minta:
LBL_EXAMPLE1=%y : Év, %m : Hónap, %d : Nap
LBL_EXAMPLE2=%h : Óra, %n : Perc, %s : Másodperc
LBL_EXAMPLE3=%c : Szám
LBL_EXAMPLE4=%u : Felhasználónév, %w : Számítógépnév
LBL_EXAMPLE5=%t : Unix időbélyegzés
GRB_OTHERPROGRAM=Külső program beállítása
LBL_OTHERPROGRAM=Külső program kiválasztása, hogy elküldhesse a képernyőmentését.
LBL_OTHERPROGRAMPATH=Program útvonala :
LBL_OTHERPROGRAMPARAMETER=Paraméter : 
LBL_OTHERPROGRAMSELECT=Küldés egy külső programba...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint
LBL_SELECTFORMAT=Egy fájlformátum kiválasztása.

[GeneralSet]

GRB_STARTINGOPTION=Indítási beállítások
LBL_PROGRAM_MODE=Alapértelmezett üzemmód kiválasztása
CBO_PROGRAM_MODE_EDITOR=Képszerkesztő
CBO_PROGRAM_MODE_WIDGET=Lebegő widget
CBO_PROGRAM_MODE_TRAY=Csak az értesítések mutatása
CHK_STARTUP=PicPick elindítása a Windows-al együtt
CHK_UPDATE=Programfrissítések ellenőrzése 
GRB_APPEARANCE=Megjelenés
LBL_THEME=Színek
CBO_THEME_DEFAULT=Rendszer alapértelmezett
CBO_THEME_LIGHT=Világos
CBO_THEME_DARK=Sötét
LBL_LANGUAGE=Nyelv

[CaptureSet]

GRB_CAPTUREOPTION=Rögzítési beállítások
CHK_DUALMONITORS=Több képernyő rögzítése
CHK_SOUND=Hangeffektus lejátszása rögzítés közben
CHK_MOUSECURSOR=Tartalmazza a kurzor képét is
CHK_HIDEEDITOR=PicPick szerkesztő elrejtése a rögzítés előtt
CHK_ALWAYSCOPYCLIPBOARD=A rögzített képet mindig a Vágólapra másolja
CHK_STARTWITHCAPTUREBAR=Képlopás sáv mutatása a program indításakor
GRB_AUTOSCROLL=Autom. görgetés
CHK_SCROLLCAPTURE=Automatikus görgetés bekapcsolása
LBL_SCROLLDELAY=Görgetés késleltetése: 
LBL_SCROLLDELAYMS=ms
GRB_MAGNIFIER=Nagyító ablak
CHK_MAGNIFIER=&Nagyítóablak mutatása
LBL_ZOOMSCALE=Nagyítási arány :
GRB_CAPTUREDELAY=Késleltetés a képlopás előtt
CHK_ADVANCECONTROLCAPTURE=Speciális ablakvezérlés rögzítése
LBL_CAPTUREOUTPUT=A kimeneti típus megváltoztatása a gyorsbillentyűk használatakor, vagy menüválasztáskor az értesítési területen.
CHK_TOOLBAR=Az eszköztár megjelenítése rögzítés közben
CHK_DISPLAY_SEC=Késleltetési visszaszámlálás kijelzése
CHK_MARK_OUTER=Sötétítés a kijelölésen kívül
GRB_MAGNIFIER_GRID=Rácsvonalak mutatása

[FTP]

GRB_FTPSERVER=FTP-kiszolgáló beállítása
LBL_FTPADDRESS=FTP-kiszolgáló :
LBL_REMOTEPATH=Távoli útvonal :
LBL_PORT=Port :
CHK_PASSIVEFTP=Passzív FTP használata
LBL_USERNAME=Felhasználónév :
LBL_PASSWORD=Jelszó :
BTN_CONNECTTEST=TESZT
LBL_SENDWEBBROWSER=URL megnyitása a weben
LBL_SENDCLIPBOARD=URL másolása a Vágólapra
LBL_WEBADDRESS=URL

[EditorSet]

GRB_EDITOROPTION=Szerkesztő beállítások
CHK_OPENEDITORWHENSTART=Szerkesztő megnyitása a program indításakor
CHK_CENTERIMAGE=Kép igazítása az ablak közepére
CHK_CLOSEWITHOUTASKING=Nem mentett kép bezárása rákérdezés nélkül
CHK_CROPNEW=Levágás egy új képként
CHK_SHOWCLASSICUI=Klasszikus menü megjelenítése
CHK_EXITWHENCLOSING=Kilépés a PicPick-ből a képszerkesztő bezárásakor
CHK_AUTOFLATTEN=Az alakzatok automatikus egybesimítása a háttérképpel
LBL_BG=Háttérszín
RDO_BGDEFAULT=Rendszer alapértelmezett
RDO_BGGRID=Rács
RDO_BGSOLID=Tömör szín
GRB_FILETYPE=Fájltípusok társítása
LBL_FILETYPE=Kérem válassza ki a PicPick-el megnyitandó fájltípusokat.
LBL_FILETYPEVISTA=PicPick beállítása alapértelmezett képszerkesztőként
#8.0.0
CHK_SHAPE_GALLERY=Alakzatgaléria megjelenítése a szalagon
CHK_NORECENT=Ne mutassa a nemrég megnyitott képeket
#8.0.0

[ArrowSet]

CHK_START=Indítás
CHK_END=Vége
CHK_OUTLINE=Vázlat hozzáadása
CBO_AT_ARROW1=Nyíl 1
CBO_AT_ARROW2=Nyíl 2
CBO_AT_CIRCLE=Kör
CBO_AT_DIAMOND=Rombusz

[CanvasSet]

GRP_SIZE=Vászon méret
LBL_WIDTH=Új szélesség
LBL_HEIGHT=Új magasság
LBL_BACKCOLOR=Háttérszín
LBL_PRESETS=Előre beállított
CBO_CLIPBOARD=Vágólap
CBO_LASTUSED=Legutóbb használt
CBO_CURRENT=Aktuális képméret
CBO_WHITE=Fehér
CBO_BLACK=Fekete
CBO_TRANSPARENT=Átlátszó
CBO_CUSTOM=Egyéni

[ResizeSet]

RDO_ZOOM=Méretezés százalék szerint
RDO_SIZE=Méretezés adott méret szerint
CHK_KEEP=Méretarány megtartása
LBL_WIDTH=Széles
LBL_HEIGHT=Magas

[ColorSet]

BTN_PREVIEW=&Előnézet
LBL_PIXELATE=Pixelesítés
LBL_HUE=Színárnyalat
LBL_SATURATION=Telítettség
LBL_BIRGHTNESS=Fényerő
LBL_CONTRAST=Kontraszt
LBL_LIGHTNESS=Világosság

[FrameSet]

GRP_PREVIEW=Előnézet
GRP_EFFECT=Hatás
CHK_BORDER=Szegély
CHK_FRAME=Képkeret
LBL_ETC=További hatások keresése...
CHK_AUTO=A kép rögzítése után automatikusan alkalmaz egy effektust
CHK_SHADOW=Árnyék
CBO_SHADOW_POS_CENTER=Középen
CBO_SHADOW_POS_TL=Balra fent
CBO_SHADOW_POS_TR=Jobbra fent
CBO_SHADOW_POS_BL=Balra lent
CBO_SHADOW_POS_BR=Jobbra lent

[Palette]

LBL_RED=Pi&ros
LBL_GREEN=&Zöld
LBL_BLUE=&Kék
LBL_TYPE=Szín :
BTN_COPY=Má&solás
CLR_DEFAULTTEXT=Színpaletta
CLR_CUSTOMTEXT=További színek...

[PixelRuler]

MNU_RULER_MOVE=Át&helyezés
MNU_RULER_MOVE_UP=Fe&l
MNU_RULER_MOVE_DOWN=&Le
MNU_RULER_MOVE_LEFT=Ba&l
MNU_RULER_MOVE_RIGHT=&Jobb
MNU_RULER_TYPE=&Típus
MNU_RULER_TYPE_HOTRIZONTAL=Víz&szintes
MNU_RULER_TYPE_VERTICAL=&Függőleges
MNU_RULER_TRANSPARENT=Á&tlátszó
MNU_RULER_TRANSPARENT_USE=&Engedélyez
MNU_RULER_TRANSPARENT_NOTUSE=&Kikapcsol
MNU_RULER_TRANSPARENT_INC=Meg&növelés (+)
MNU_RULER_TRANSPARENT_DEC=Le&csökkentés (-)
MNU_MAGNIFIER=Nagyító &megjelenítése...
MNU_RULER_EXIT=K&ilépés
MNU_RULER_UNIT=&Mértékegység
MNU_RULER_UNIT_PIXEL=&Pixel
MNU_RULER_UNIT_INCH=&Hüvelyk
MNU_RULER_UNIT_CM=&Centiméter
MNU_RULER_UNIT_DPI=&DPI
MNU_RULER_COLOR=&Szín
MNU_RULER_COLOR_BLUE=&Kék
MNU_RULER_COLOR_YELLOW=&Sárga
MNU_RULER_COLOR_WHITE=&Fehér
MNU_RULER_COLOR_BLACK=Fe&kete
MNU_RULER_COLOR_DARKGRAY=Sötétszür&ke
MNU_RULER_COLOR_DEFAULT=&Alapértelmezett
MNU_RULER_UNIT_DPI_CUSTOM=&Egyéni...
DLG_CUSTOMDPI_TITLE=Egyéni DPI beállítások
LBL_CUSTOMDPI_TEXT=Kérem adja meg a coll/pixel értéket (DPI):

[WhiteBoard]

MNU_WHITEBOARD_PENWIDTH=&Ceruzavastagság
MNU_WHITEBOARD_PENCOLOR=Ceruza &színe
MNU_WHITEBOARD_PENCOLOR_BLACK=Fekete
MNU_WHITEBOARD_PENCOLOR_WHITE=Fehér
MNU_WHITEBOARD_PENCOLOR_RED=Piros
MNU_WHITEBOARD_PENCOLOR_GREEN=Zöld
MNU_WHITEBOARD_PENCOLOR_BLUE=Kék
MNU_WHITEBOARD_PENCOLOR_CYAN=Kékeszöld
MNU_WHITEBOARD_PENCOLOR_MAGENTA=Bíborvörös
MNU_WHITEBOARD_PENCOLOR_YELLOW=Sárga
MNU_WHITEBOARD_PENCOLOR_GRAY=Szürke
MNU_WHITEBOARD_PENCOLOR_CUSTOM=T&ovábbiak...
MNU_WHITEBOARD_CLEAR=&Töröl
MNU_WHITEBOARD_SAVE=&Képernyőmentés
MNU_WHITEBOARD_EXIT=K&ilépés
TIP_TOOL_MOVE=Áthelyezés
TIP_TOOL_ZOOM=Nagyító
TIP_TOOL_PEN=Ceruza
TIP_TOOL_LINE=Vonal
TIP_TOOL_ARROW=Nyíl
TIP_TOOL_SHAPE=Alakzat
TIP_TOOL_RECT=Téglalap
TIP_TOOL_ELLIPSE=Ellipszis
TIP_TOOL_RRECT=Lekerekített téglalap
TIP_TOOL_TRANSPARENT=Átlátszóság
TIP_TOOL_CLEAR=Kiürítés
TIP_TOOL_SAVE=Képernyő mentése
TIP_TOOL_WIDTH=Vastagság
TIP_TOOL_COLOR=Szín

[Print]

BTN_PRINTERSETUP=Nyomtató tulajdonságai...
BTN_PRINT=&Nyomtatás
GRB_PREVIEW=Előnézet
TAB_PAPERSETUP=Oldalbeállítás
TAB_ADDTEXT=Szöveg hozzáadása
GRB_MARGINSETUP=&Margó
LBL_MARGINTOP=Felső
LBL_MARGINLEFT=Bal
LBL_MARGINRIGHT=Jobb
LBL_MARGINBOTTOM=Alsó
GRB_IMAGESETUP=&Képbeállítás
CHK_CENTER=Középre
CHK_SHRINK=Oldalhoz illesztés (kicsinyítés)
CHK_PROPORTINAL=Méretarány megtartása
CHK_GRAYSCALE=Szürkeskála
GRB_PAPERCOUNT=Példá&nyszám
LBL_PAPERUNIT=Lap
GRB_ORIENTATION=Táj&olás
RDO_PORTRAIT=Álló
RDO_LANDSCAPE=Fekvő
GRB_HEADER=&Fejléc
CHK_HEADERADD=Hozzáad
CBO_HEADERDEFAULT=Kérem itt adja meg a fejléc szövegét
LBL_HEADERMARGIN=Margó:
BTN_HEADERFONT=Betűtípus...
RDO_HEADERLEFT=Bal
RDO_HEADERCENTER=Középre
RDO_HEADERRIGHT=Jobb
GRB_FOOTER=&Lábléc
CHK_FOOTERADD=Hozzáad
CBO_FOOTERDEFAULT=Kérem itt adja meg a lábléc szövegét
LBL_FOOTERMARGIN=Margó:
BTN_FOOTERFONT=Betűtípus...
RDO_FOOTERLEFT=Bal
RDO_FOOTERCENTER=Középre
RDO_FOOTERRIGHT=Jobb
LBL_SETTINGS=Beállítások
LBL_PRINTER=Nyomtató
BTN_PRINT_COLOR=Színes nyomtatás
CHK_COLOR=Szín
CHK_MARGIN_NARROW=Keskeny
CHK_MARGIN_NORMAL=Normál
CHK_MARGIN_MODERATE=Közepes
CHK_MARGIN_WIDE=Széles
CHK_MARGIN_CUSTOM=&Egyéni margók...
#7.2.0
CHK_PAPER_CUSTOM=További p&apírméretek...
LBL_SAVE_PDF=Mentés PDF-ként

[dxPSRes]

sdxPrintAllPages=Minden oldal nyomtatása
sdxPrintCurrentPage=Aktuális oldal nyomtatása
sdxCustomPrint=Egyedi nyomtatás
sdxPages=Oldalak
sdxPageSetupCaption=Oldalbeállítás
sdxPage=Oldal
sdxMargins=Margók
sdxScaling=Méretezés
sdxPaper=Papír
sdxPaperWidth=Széles
sdxPaperHeight=Magas
sdxPaperSource=Papírforrás
sdxAutoOrientation=Auto
sdxPrintOrder=Nyomtatási sorrend
sdxDownThenOver=Le, majd jobbra
sdxOverThenDown=Jobbra, majd le
sdxCenterOnPage=Lap közepére
sdxHorizontally=Vízszintesen
sdxVertically=Függőlegesen
sdxBtnHeaderBackground=Háttér
sdxBtnFix=Kijavítás
sdxBtnRestoreOriginal=Eredeti visszaállítása
sdxAdjustTo=Igazítás
sdxFitToWidth=Illesztés a kép szélességéhez
sdxFitToHeight=Illesztés a kép magasságához
sdxFitTo=Méretezés
sdxPagesWideBy=Oldal(ak) szélessége
sdxTall=hosszúkás
SdxInvalidMargins=Egy vagy több margó érvénytelen értékre van beállítva.
sdxPaperSize=Papírméret
sdxStatus=Állapot
sdxStatusReady=Kész
sdxStatusPrinting=Nyomtatás – %d oldal elkészült
sdxBuildingReportStatusText=Összeállítás – Nyomja meg az Esc billentyűt a visszavonáshoz
sdxPrintingReportStatusText=Nyomtatás - Nyomja meg az Esc billentyűt a visszavonáshoz
sdxThereIsNoPictureToDisplay=Nincs megjeleníthető kép
sdxCustomSize=Egyéni méret
#7.2.0

[Facebook]

BTN_CLOSE=&Bezárás
LBL_PREVIEW=Kép előnézet
LBL_CAPTION=Képaláírás
RDO_SELECTALBUMS=Albumok kiválasztása
RDO_CREATEALBUM=Új fotóalbum létrehozása
LBL_CREATEALBUM_NAME=Név : 
LBL_CREATEALBUM_LOCATION=Hely : 
LBL_CREATEALBUM_DESCRIPTION=Leírás : 
LBL_CREATEALBUM_PRIVACY=Adatvédelem : 
CBO_CREATEALBUM_1=Mindenki
CBO_CREATEALBUM_2=Hálózataim és ismerőseim
CBO_CREATEALBUM_3=Ismerősök ismerősei
CBO_CREATEALBUM_4=Csak ismerősök
BTN_UPLOAD=Feltöltés
LBL_IMGURL=Kép URL-címe
LBL_LINKURL=Album link URL-je
LBL_UPLOADING=Feltöltés most...
LBL_UPLOADCOMPLETE=S feltöltés kész
LBL_UPLOADWAIT=Várakozás a válaszra...
LBL_UPLOADFAILURE=Feltöltési hiba. Próbálja meg újra.
LBL_UPLOADRESULT=Sikeresen feltöltött egy fényképet. 
LBL_ACCOUNT=Fiók :
LBL_PASSWORD=Jelszó :
LBL_REMEMBERPASSWORD=Jelszó megjegyzése
LBL_MESSAGE=Üzenet :
LBL_WEBUPLOAD_TITLE=Képfeltöltés közvetlenül a webre
LBL_WEBUPLOAD_TITLESUB=Az ImageShack-en keresztül - Ingyenes képmegosztó szolgáltatás
LBL_WEBUPLOAD_SIGNUP=Regisztráljon a feltöltött képek kezeléséhez!
LBL_WEBUPLOAD_NOACCOUNT=Vendég (Nem szükséges regisztrálni)
LBL_WEBUPLOAD_ACCOUNTEXIST=Van egy ImageShack fiókom
BTN_REQUESTTWITTERPIN=Twitter PIN-kód kérése
BTN_REMEMBERME=Emlékezz rám ezen a gépen
LBL_TWITTERPIN=PIN
BTN_CONNECT=&Kapcsolódás
BTN_DISCONNECT=&Szétkapcsolás

[ThumbnailView]

BTN_QUICKTABS=Gyorsfülek
MNU_RENAME=Á&tnevezés...
MNU_OPENFILELOCATION=Fájl &helyének a megnyitása...
LBL_RENAME=Kérem, adjon meg egy fájlnevet.

[ObjectProperty]

SHP_TEXTBOX=Szöveg
SHP_HIGHLIGHTRECT=Téglalap kiemelés
SHP_MAGNIFYEFFECT=Kinagyítási hatás
SHP_NUMBERSTAMP=Szám bélyegzés
SHP_LINES=Vonalak
SHP_CUSTOMSHAPES=Egyéni alakzatok
SHP_TRIANGLE=Háromszög
SHP_SHAPES=Alakzatok
SHP_LINE=Vonal
SHP_CURVE=Görbe
SHP_ARROW=Nyíl
SHP_CURVEARROW=Görbe nyíl
SHP_ELLIPSE=Ellipszis
SHP_RECT=Téglalap
SHP_ROUNDRECT=Lekerekített téglalap
SHP_BALLOON=Ballon
SHP_DIAMOND=Rombusz
SHP_PENTAGON=Ötszög
SHP_Hexagon=Hatszög
SHP_5STAR=5 ágú csillag
SHP_6STAR=6 ágú csillag
TAB_EDIT=Szerkesztés
TBN_DELETE_OBJECT=&Törlés
TBN_DUPLICATE=D&uplikálás
MNU_FLATTEN=Elsimí&tás
MNU_FLATTENALL=&Mindet elsimít
LST_CHANGESHAPE=Alakzat módosítása
TAB_SHAPESTYLES=Alakzat stílusok
TBN_SHAPETEXT=Szö&veg beszúrása...
TBN_SHAPEFILL=Kitöltés
MNU_SHAPEFILL_NOFILL=Nincs kitöltés
MNU_SHAPEFILL_SOLIDFILL=Egységes kitöltés
MNU_SHAPEFILL_GRAFILL=Függőleges átmenetes kitöltés
MNU_SHAPEFILL_RADIALFILL=Sugár irányú átmenetes kitöltés
TBN_SHAPEOUTLINE=Vázlat
MNU_SHAPEOUTLINE_NOLINE=Nincs vonal
MNU_SHAPEOUTLINE_SOLIDLINE=Folytonos vonal
MNU_SHAPEOUTLINE_DOTLINE=Pontozott vonal
MNU_SHAPEOUTLINE_DASHLINE=Szaggatott vonal
MNU_SHAPEOUTLINE_DASHDOTLINE=Kötőjel-pont vonal
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=Kötőjel-pont-pont vonal
TBR_SHAPEINSERT=Alakzatok beszúrása
TBN_SHAPEFORMAT=Alakzatformátum
TBN_SHAPEEFFECTS=Alakzat hatások
MNU_SHAPEEFFECTS_NOEFFECTS=Nincsenek hatások
MNU_SHAPEEFFECTS_SHADOW=Hatások
MNU_SHAPEEFFECTS_SHADOWUSE=Árnyék
MNU_SHAPEEFFECTS_SHADOWOPTION=Beállítások...
MNU_SHAPEEFFECTS_BALLOONPOS=Ballon elrendezés
MNU_SHAPEEFFECTS_BALLOONPOSTL=Balra fent
MNU_SHAPEEFFECTS_BALLOONPOSTR=Jobbra fent
MNU_SHAPEEFFECTS_BALLOONPOSBL=Balra lent
MNU_SHAPEEFFECTS_BALLOONPOSBR=Jobbra lent
MNU_SHAPEEFFECTS_ARROWSTART=Kezdő típus
MNU_SHAPEEFFECTS_ARROWEND=Befejező típus
MNU_SHAPEEFFECTS_ARROWNONE=Nincs nyíl
MNU_SHAPEEFFECTS_ARROW1=Nyíl 1
MNU_SHAPEEFFECTS_ARROW2=Nyíl 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=Kör
MNU_SHAPEEFFECTS_ARROWDIAMOND=Rombusz
MNU_SHAPE_ARRANGE=Elrendezés
BTN_SHAPE_FRONT=Elő&rehozás
BTN_SHAPE_BACK=&Hátraküldés
BTN_SHAPE_ARROWSTYLE=Nyíl stílus
TAB_SHAPECOLOR=Alakzat színek
TAB_NUMBERSTAMP_NUMBER=Bélyegző alakzatok
MNU_NUMBERSTAMP_CURRENT=Jelenlegi
MNU_NUMBERSTAMP_NEXT=Következő
TAB_NUMBERSTAMP_STYLE=Bélyegző stílusok
MNU_NUMBERSTAMP_SIZE=Méret
MNU_NUMBERSTAMP_SIZE_SMALL=Ki&csi
MNU_NUMBERSTAMP_SIZE_Medium=Kö&zepes
MNU_NUMBERSTAMP_SIZE_LARGE=&Nagy
MNU_NUMBERSTAMP_SHAPE=Alakzatok
MNU_NUMBERSTAMP_SHAPE_CIRCLE=Kö&r
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Téglalap
TBN_SELECT_CROPCURRENT=&Levágás
TBN_SELECT_CROPNEW=Levágás egy új ké&pként
TAB_SELECT_SIZE=Méret
MNU_SELECT_SIZE_LEFT=Bal
MNU_SELECT_SIZE_TOP=Felső
MNU_SELECT_SIZE_WIDTH=Széles
MNU_SELECT_SIZE_HEIGHT=Magas
MNU_SELECT_INVERTSELECTION=Kijelölés megfordítása
TAB_MAGNIFIER_STYLE=Nagyító stílusok
MNU_SHARE_OPTIONS=Beállítás&ok...
TBN_NEW_LAYER=Új ré&teg
TBN_CHANGE_SHAPE=&Alakzatváltás
BTN_LAYER_BRINGFORWARD=Előb&bre hozás
BTN_LAYER_SENDBACKWARD=Hátrébb kül&dés
BTN_LAYER_BRINGTOFRONT=Elő&rehozás
BTN_LAYER_SENDTOBACK=&Hátraküldés
SHP_NORMAL_SHAPES=Normál alakzatok
SHP_CIRCLE=Kör
SHP_RIGHT_TRIANGLE=Derékszögű háromszög
SHP_HEPTAGON=Hétszög
SHP_OCTAGON=Nyolcszög
SHP_SPEECHBUBBLE=Szövegbuborék
SHP_SPEECHBUBBLE_ROUNDED=Lekerekített szövegbuborék
SHP_THOUGHTBUBBLE=Gondolatbuborék
SHP_CROSS=Kereszt
SHP_HEART=Szív
SHP_LIGHTNING=Villám
SHP_CLOUD=Felhő
SHP_BANNER=Zászló
SHP_8STAR=Nyolcágú csillag
SHP_EXPLOSION=Robbanás
SHP_ARROW_RIGHT=Jobbra mutató nyíl
SHP_ARROW_LEFT=Balra mutató nyíl
SHP_ARROW_UP=Felfelé mutató nyíl
SHP_ARROW_DOWN=Lefelé mutató nyíl
SHP_ARROW_FAT_RIGHT=Jobbra mutató kövér nyíl
SHP_ARROW_FAT_LEFT=Balra mutató kövér nyíl
SHP_ARROW_FAT_UP=Felfelé mutató kövér nyíl
SHP_ARROW_FAT_DOWN=Lefelé mutató kövér nyíl
SHP_ARROW_LEFTRIGHT=Balra-jobbra nyíl
SHP_ARROW_UPDOWN=Fel-le nyíl
SHP_TAG_RIGHT=Jobb címke
SHP_TAG_LEFT=Bal címke
SHP_TAG_UP=Felfelé címke
SHP_TAG_DOWN=Lefelé címke

[Licenses]

rdoRegistered=Regisztrált felhasználó vagyok és van regisztrációs kódom a kereskedelmi használathoz.
rdoPersonal=A programot csak személyes használatra alkalmazom.
btnBuy=&Vásárlás
btnRegister=&Regisztrálás...
btnAgree=&Elfogadom
btnClose=&Bezárás
lblEnterLicense=Licenckulcs megadása
lblOwnerName=Tulajdonos neve
lblRegistrationCode=Regisztrációs kód
lblLicenseInfo=A terméket licencelte : 
lblPersonalUse=Ez a verzió kizárólag személyes használatra engedélyezett, egy kereskedelmi környezetben nem használható.
lblAskBuy=Köszönjük, hogy a PicPick-et használja!
lblAskBuyDescription=Felhívjuk a figyelmét, hogy ez a verzió kizárólag személyes használatra engedélyezett, egy kereskedelmi környezetben nem használható.\n\nSzeretne most egy licencet vásárolni?

[CommercialVersionTrial]

btnModeTrial=Free Trial
btnModeTrialDescription=Szeretném a terméket tovább használni próba üzemmódban.
btnModeActivate=Licenc aktiválása
btnModeActivateDescription=Regisztrált felhasználó vagyok, és rendelkezem egy licenckulccsal.
btnModeBuy=Vásárlás
btnModeBuyDescription=A licenckulcs megszerzéséhez lépjen a hivatalos weboldalra.
lblTrialDescription=Ez egy 30 napos próbaverziója a PicPick programnak. Ha a próbaidőszak lejárt, meg kell vásárolnia egy licencet a korlátozások feloldásához, vagy el kell azt távolítania a gépéről.
btnContinueTrial=&Kipróbálás
lblDayLeft=Önnek {$1} napja van még hátra a(z) {$2} napos próbaidőszakból.
lblDayExpired=A licence már nem érhető el.
lblEnterLicense=Licenckulcs megadása
lblOwnerName=Felhasználónév
lblRegistrationCode=Licenckulcs
lblRegistrationHelp=Valamilyen probléma van az aktiválással?
btnRegister=&Aktiválás
btnDeactivate=&Inaktiválás
lblActivationOffline1=1. Kérem nyissa meg az alábbi URL-t a hitelesítő kód beszerzéséhez. Ha nincs Internetkapcsolata, keressen egy online módban levő másik számítógépet.
lblActivationOffline2=2. Kérem illessze be a hitelesítési kódját a fenti URL-ből.
lblAuthCode=Hitelesítési kód :
lblExample=pl.
lblDeactivationOffline=A licencének deaktiválásához nyissa meg az alábbi URL-t. Ha offline környezetben van, egy másik számítógépen kell az internetre csatlakoznia.

[ImagesSet]

grbJPEGOption=JPEG beállítások
lblJPEGQuality=Minőség
cboJPEGQualityMaximum=Legjobb
cboJPEGQualityHigh=Magas
cboJPEGQualityMedium=Közepes
cboJPEGQualityLow=Alacsony

[SaveAll]

grbSaveOptions=Mentési beállítások
lblSelectFolder=Egy mappa kiválasztása a képernyőképek mentéséhez.
rdoAllImages=Minden kép
rdoUnsavedImages=Minden nem mentett
grbFileOptions=Fájl beállítások
lblFileName=Fájlnév
lblFileType=Fájltípus
rdoFiles=Fájl

[ColorBalance]

grpbxColorBalance=Színegyensúly
lblColorLevels=Szín kiegyenlítés
grpbxToneBalance=Tónus egyensúly
rdbtnShadows=Árnyékolás
rdbtnMidtones=Középtónus
rdbtnHighlights=Megvilágítás
chckbxPreserveLuminosity=Változatlan fényerősség

[StartPage]

lblStartHome=Válasszon feladatot...
lblStartTitle1=Új feladat
lblStartTitle2=Grafikai kiegészítők
chkStartDoNotShow=Ne mutassa ezt az ablakot a program indításakor

[Watermark]

lblWaterMarkPreview=Előnézet :
lblWaterMarkFile=Képfájl :
lblWaterMarkPosition=Pozíció :
lblWaterMarkOpacity=Átlátszatlanság :
lblWaterMarkOffsetX=Eltolás-X :
lblWaterMarkOffsetY=Eltolás-Y :
chkWaterMarkAuto=Vízjel automatikus hozzáadása, képernyőmentés közben.
lblWaterMarkTypeImage=Kép vízjel
lblWaterMarkTypeText=Szöveges vízjel
cboWaterMarkTextSize=Szöveg mérete
cboWaterMarkTextColor=Szín

[PicPickUploader]

lblGoogle=Google Drive
lblDropbox=Dropbox
lblOneDrive=OneDrive
lblFTP=FTP
lblImgur=Imgur
btnOK=&OK
btnCancel=&Mégse
btnConnect=&Csatlakozás...
btnOptions=Beállí&tások...
btnUpload=Feltö&ltés
btnAccount=Fió&k...
lblConnected=Kapcsolódva
lblNotConnected=Nincs csatlakoztatva
lblConnecting=Kapcsolódás...
lblUploading=Feltöltés...
lblUploaded=A feltöltés befejeződött
lblNotUploaded=A feltöltés nem sikerült. Kérjük, próbálja meg újra.
lblGuestAccount=Vendégfiók
lblWait=Kérjük, várjon...
tbnConnect=Kapcsolódás
tbnDisconnect=Szétkapcsolás
tbnRefresh=Frissítés
tbnNewFolder=Új mappa
tbnOptions=Beállítások
tbnSelectFolder=Feltöltési &hely...
tbnShareLink=&Linkmegosztási opciók...
lblSelectFolder=Kérjük, válasszon ki egy mappát a kép feltöltéséhez.
lblMyDrive=Saját meghajtó
lblNewFolder=Kérjük, adjon meg egy új mappanevet.
lblAuth=Kérjük, jelentkezzen be a böngészőjén keresztül.
lblUploadSuccess=Ön sikeresen feltöltött egy képet.
lblShareLink=Link megosztása
lblGetLink=Link beszerzése
chkShareLink=Feltöltés után mindig hozzon létre egy megosztási linket
chkCopyLink=Megosztott link másolása a vágólapra a feltöltés után
lblHost=&Gazda
lblUsername=Fel&használónév
lblPassword=&Jelszó
lblPort=&Port
lblLocation=&Távoli útvonal

[ScreenRecorder]

tbnRecord=&Rögzítés indítása
tbnPause=Fel&vétel szünetelése
tbnStop=Rögzítés leállítá&sa
tbnResume=Rögzí&tés folytatása
tbnFullscreen=&Teljes képernyős mód
tbnRegion=Terület üzemmó&d
popSP16x9=16:9 beállítások
popSP4x3=4:3 beállítások
popAuto16x9=Beállítás 16:9-re
popAuto4x3=Beállítás 4:3-ra
popSelect=Terü&let kijelölése...
popCustom=Egyé&ni méret...
tbnMic=Mikrofon hozzáadása
tbnCursor=Kurzor hozzáadása
tbnSoundMute=Nincs hang
tbnSoundMic=Mikrofonos rögzítés
tbnSoundSystemAudio=Rendszer hangrögzítés
tbnOpenFolder=Kimeneti ma&ppa megnyitása
tbnOptions=Beállítás&ok
tbnClose=&Bezárás
statusRecord=Rögzítés
statusPaused=Szüneteltetve
statusStop=Leállítva
statusReady=Kész
frmRecordingArea=Rögzítési terület

[ScreenRecorderOptions]

grbGeneral=Általános
chkAutoHide=Az ablak automatikus elrejtése teljes képernyős módban
chkCursor=Az egérkurzor rögzítése
chkPopup=Kimeneti mappa felugró ablakának megjelenítése a felvétel befejezésekor
grbVideo=Videó
lblFileType=Fájltípus
lblFPS=MP4 FPS
lblGIFFPS=GIF FPS
lblQuality=Minőség
cboQualityVeryHigh=Nagyon jó minőség
cboQualityHigh=Jó minőség
cboQualityMedium=Közepes minőség
cboQualityLow=Alacsony minőség
cboQualityVeryLow=Nagyon gyenge minőség
grbAudio=Audio
chkMic=Mikrofonhang rögzítése
chkSystemAudio=Rendszer hangrögzítés
lblAudioChannels=Csatornák
cboAudioChannelsStereo=Sztereó
cboAudioChannelsMono=Monó
lblAudioBitrate=Bitráta
lblAudioFrequency=Frekvencia
btnDefault=&Alapértékek visszaállítása
lblOutput=Válassza ki a kimeneti mappát a felvételek mentéséhez.
lblHotKey=Felvétel (Lejátszás/Leállítás) gyorsbill.
#7.2.0
lblMaxLength=Maximális felvételi hossz
cboMaxLength30mins=30 perc
cboMaxLength1hour=1 óra
cboMaxLength2hours=2 óra
cboMaxLength4hours=4 óra
#7.2.0

[BugReport]

lblHeader=Küldje el nekünk a visszajelzését, hogy a PicPick még jobb legyen.
chkAgree=A küldés gomb megnyomásával adatait a PicPick fejlesztésére használjuk fel.
edtEmail=E-mail (nem kötelező)
btnSubmit=Küldé&s
lblFeedback=Köszönjük a visszajelzését!

[Website Resources]

title_picpick=PicPick - Egy All-in-one grafikai eszköz, amely a legjobb képernyőfelvételi szoftver, képszerkesztő, színválasztó, pixel vonalzó és még sok minden más
title_ngwin=NGWIN - Felhasználóbarát szoftvereket fejlesztünk, amelyek kényelmes számítástechnikai környezetet biztosítanak.
nav_picpick=PicPick
nav_partners=Partnerek
nav_contact=Kapcsolat
nav_home=Kezdőlap
nav_features=Jellemzők
nav_download=Letöltés
nav_buy=Vásárlás
nav_forum=Fórum
section_features=Jellemzők
section_reviews=Média vélemények
section_download=Letöltés
section_download_commercial=PROFESSZIONÁLIS VERZIÓ REGISZTRÁLT FELHASZNÁLÓK SZÁMÁRA
section_buy=Vásárlás
section_plans=Árképzés és tervek
section_screenshots=Képernyőképek
section_customers=Vásárlóink
section_latestversion=Legújabb verzió
section_changelog=Változásnapló
section_availableon=Elérhető
section_likeuson=Lájkoljon minket
section_eula=Végfelhasználói licencszerződés
section_privacypolicy=Adatvédelmi szabályzat
section_volumepricing=Mennyiségi árképzés
button_download=LETÖLTÉS
button_buy=VÁSÁRLÁS
button_upgrade=FRISSÍTÉS
button_upgrade_nothanks=Köszönöm, nem
button_viewdetail=RÉSZLETEK
button_free_download=INGYENES LETÖLTÉS
button_download_portable=Hordozható verzió
button_download_commercial=Már megvásároltam egy licencet.
text_freetotry=Személyes használatra ingyenes, próbálja ki még ma.
text_copyright=Copyright{copy} {ngwin} Minden jog fenntartva.
text_winavailable=Elérhető minden Windows rendszeren
text_winavailable2=Microsoft Windows 11, 10, 8.1, 8, 7, Vista és XP, beleértve a 32 bites és a 64 bites verziókat is.
text_recommend=AJÁNLAT
text_limitedtimeoffer=KORLÁTOZOTT IDŐRE SZÓLÓ AJÁNLAT
text_free=INGYENES
text_personal_only_detail=Felhívjuk a figyelmét, hogy ez az ingyenes verzió csak személyes használatra, nem kereskedelmi környezetben használható.
text_license_peruser=A PicPick felhasználói licencben kapható. Minden felhasználó aki megvásárolta, két gépre telepítheti a szoftvert. (például PC és laptop).
text_license_noshare=Egy adott licenc nem osztható meg a különböző felhasználók között.
text_bluesnap=A 2Checkout az általunk ajánlott online fizetési rendszer. Teljesen biztonságos online fizetési szolgáltatást támogat, számos fizetési móddal, mint például paypal, hitelkártya stb.
text_thankyou=Köszönjük, hogy telepítette a PicPick-et.
text_download_thankyou=Köszönjük, hogy letöltötte a PicPick programot.
text_download_start=A letöltés néhány másodpercen belül automatikusan elindul.
text_download_ifnot=Ha a letöltés nem indult el automatikusan, kérjük, kattintson {itt}, vagy töltse le a tükörlinkekről.
text_download_ifnot2=Ha a letöltés nem indult el automatikusan, kérjük, kattintson {itt}.
text_download_ifnot2_here=itt
text_upgrade=Frissítsen a Professional verzióra, és még több funkciót kap!
overview_jumbotron_h1=PicPick
overview_jumbotron_h2=All-in-one tervezőeszköz mindenki számára
overview_jumbotron_p1=Teljes körű képernyőfelvételi eszköz, intuitív képszerkesztő, színválasztó, színpaletta, pixel vonalzó, szögmérő, szálkereszt, tábla és még sok más.
overview_jumbotron_p2=Felhasználóbarát és tele van funkciókkal a kép létrehozásához, Alkalmas szoftverfejlesztők, grafikusok és otthoni felhasználók számára is.
overview_feature_1_h1=Bármit rögzíthet
overview_feature_1_p1=Képernyőképeket készíthet a teljes képernyőről, egy aktív ablakról, a görgethető ablakokról és az asztal bármely meghatározott területéről stb.
overview_feature_2_h1=Képek szerkesztése
overview_feature_2_p1=Jelölje meg és emelje ki a képeket: szöveget, nyilakat, alakzatokat és egyebeket a beépített képszerkesztővel, amely a legújabb Ribbon stílusú menüt tartalmazza.
overview_feature_3_h1=Képek fokozása effektekkel
overview_feature_3_p1=Könnyedén adhat effekteket a képeihez: árnyékolás, keretek, vízjelek, mozaik, mozgó elmosódás, fényerőszabályozás és még sok más.
overview_feature_4_h1=Megosztás mindenhol
overview_feature_4_p1=Mentse el, ossza meg vagy küldje el a képeit weben, e-mailben, ftp-n, Dropbox, Google Drive, OneDrive, Box, Evernote, Facebook, Twitter stb. keresztül.
overview_feature_5_h1=Grafikai kiegészítők
overview_feature_5_p1=Különféle grafikai kiegészítő eszközök, többek között színválasztó, színpaletta, pixel vonalzó, szögmérő, szálkereszt, nagyító, tábla.
overview_feature_6_h1=Testreszabható beállítások
overview_feature_6_p1=A rendkívül fejlett beállításokkal testre szabhatja a gyorsbillentyűket, a fájlneveket, a képminőséget és sok más, az Ön igényeinek megfelelő opciót.
reviews_1_body=Ez a program egy svájci bicskára, vagy talán egy jól felszerelt, jól elrendezett íróasztalfiókra emlékeztet. Mindenféle hasznos eszközt tartalmaz, és úgy gondoljuk, hogy a PicPick hasznos lehet a webdesignerek, grafikusok, de akár az átlagos számítógép-felhasználók számára is, akiknek időnként grafikákkal kell dolgozniuk.
reviews_1_author=CNET Download.com
reviews_1_link=http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1
reviews_1_img=review_cnet.png
reviews_2_body=Kifejezetten az otthoni felhasználók számára készült abból a célból, hogy a lehető legnagyobb rugalmasságot biztosítsa a munkavégzés során. Ezen kívül olyan funkciókat is tartalmaz, amelyek soha nem voltak megtalálhatók a Photoshop-ban. A PicPick amellett, hogy egy nagyon könnyen használható képszerkesztő, grafikus rögzítési lehetőségekkel és egy sor gyorsbillentyűvel és kiegészítő opcióval is rendelkezik, amelyeket néhány hasonló szerkesztő megirigyelhetne.
reviews_2_author=Softpedia
reviews_2_link=http://www.softpedia.com/reviews/windows/PicPick-49842.shtml
reviews_2_img=review_softpedia.png
features_1_h1=Képernyőrögzítés
features_1_p1=Képernyőképeket készíthet a teljes képernyőről, egy aktív ablakról, a görgethető ablakokról és az asztal bármely meghatározott területéről stb.
features_1_p2=Több monitoros környezet támogatása, kurzorral történő rögzítés, automatikus mentés és fájlelnevezés stb.
features_1_p3=Támogatja a lebegő Capture Bar widgetet, amely megkönnyíti a képernyőképek készítését.
features_1_p4=Testreszabhatja a saját billentyűparancsait.
features_1_list_1=Teljes képernyő
features_1_list_2=Aktív ablak
features_1_list_3=Ablakvezérlő
features_1_list_4=Gördülő ablak
features_1_list_5=Tartomány
features_1_list_6=Rögzített tartomány
features_1_list_7=Szabadkézi
features_1_list_8=Utolsó rögzítés megismétlése
features_1_list_9=Rögzítés widget
features_1_list_10=Rögzítés a kurzorral együtt
features_1_list_11=Késleltetett rögzítés
features_1_list_12=Autom. mentés
features_2_h1=Képszerkesztő
features_2_p1=A beépített képszerkesztővel, amely a legújabb Ribbon stílusú menüt tartalmazza, megjegyzéseket fűzhet hozzájuk és kiemelheti a képeit.
features_2_list_1=Rajzolás
features_2_list_2=Szöveg beszúrása
features_2_list_3=Nyilak, vonalak
features_2_list_4=Alakzatok
features_2_list_5=Ballon
features_2_list_6=Kiemelő eszköz
features_2_list_7=Körülvágás
features_2_list_8=Átméretezés
features_2_list_9=Elforgatás
features_2_list_10=Megfordítás
features_2_list_11=Szürkeskála
features_2_list_12=Mozaik
features_2_list_13=Képkeret
features_2_list_14=Vízjel
features_2_list_15=Elmosás
features_2_list_16=Élesítés
features_2_list_17=Fényerő
features_2_list_18=Színárnyalat / Telítettség
features_2_list_19=Színegyensúly
features_3_h1=Mentés, megosztás, vagy elküldés
features_3_p1=Miután elkészült a képek rögzítésével és szerkesztésével, elmentheti, megoszthatja vagy elküldheti azokat különböző kimenetekkel.
features_3_list_1=Vágólap
features_3_list_2=Képfájlok
features_3_list_3=PDF
features_3_list_4=Nyomtató
features_3_list_5=Web URL cím
features_3_list_6=Dropbox
features_3_list_7=Google Drive
features_3_list_8=OneDrive
features_3_list_9=Box
features_3_list_10=Facebook
features_3_list_11=Twitter
features_3_list_12=Skype
features_3_list_13=FTP-kiszolgáló
features_3_list_14=E-mail
features_3_list_15=Microsoft Word
features_3_list_16=Microsoft PowerPoint
features_3_list_17=Microsoft Excel
features_3_list_18=Külső program
features_4_h1=Színszedő
features_4_p1=A beépített nagyítóablak segítségével meghatározhatja a képernyőn levő pontos pixelszínkódot.
features_4_p2=RGB, HTML, C++, Delphi, támogatás.
features_5_h1=Színpaletta
features_5_p1=Keresse meg és hangolja a pontos pixel színkódot a photoshop stílusú színválasztó segítségével, amely támogatja az RGB, HSV színeket.
features_6_h1=Pixelvonalzó
features_6_p1=Segít a tárgyak méretének lemérésében, és a tárgyak pontos helyére történő  elhelyezésében a képernyőn.
features_6_p2=Támogatja a vízszintes és függőleges tájolást (pixel, hüvelyk, centiméter) mértékegységekkel, a DPI beállításokat (72, 96, 120, 300), és a skineket.
features_7_h1=Nagyító
features_7_p1=A könnyű, és méretes nagyító eszközzel bármilyen asztali területet nagyítva láthat a nagyítóüvegen keresztül.
features_8_h1=Szálkereszt
features_8_p1=Ezzel a funkcióval kiszámíthatja a kép pozíciójának relatív koordinátáját.
features_8_p2=Ez hasznos lehet például a HTML képtérképek fejlesztésénél.
features_9_h1=Szögmérő
features_9_p1=Segít megtalálni a szögeket a képernyőn. Válasszon ki egy középpontot, majd egy helyet, majd a szöget fokban megadva az elsőtől.
features_9_p2=Ez számos fényképészeti, matematikai és grafikai alkalmazásban felhasználható.
features_10_h1=Rajztábla
features_10_p1=Az eszközzel egy virtuális rajztáblája lehet az asztalán. Használhatja prezentációhoz vagy rajzoláshoz az asztalon.
download_1_h1=Otthoni felhasználók számára
download_1_p1=Csak személyes (otthoni) használatra
download_1_p2=Kézi frissítés
download_1_p3=Nincs technikai támogatás
download_2_h1=Szakemberek számára
download_2_p1=Kereskedelmi és magáncélú felhasználás
download_2_p2=Automatikus frissítés
download_2_p3=Technikai támogatás
download_2_p4=Élethosszig tartó frissítések
download_2_p5=Nincsenek hirdetések
buy_table_h1=Felhasználók száma
buy_table_h2=Felhasználónkénti ár (USD)
buy_table_p1=Árajánlatért forduljon hozzánk bizalommal!
buy_table_p2=Az adók és a további költségek, a lakóhelye szerinti országtól függően változnak.
buy_table_p2_vat=ÁFA
buy_1_h1=Azonnali kulcsküldés
buy_1_p1=Azonnali hozzáférést kap a regisztrációs kulcsához, amikor a megrendelése befejeződött.
buy_2_h1=Élethosszig tartó frissítések
buy_2_p1=Az előfizetési terveket évente számlázzuk ki.
buy_3_h1=Vásárlással kapcsolatos kérdések
buy_3_p1=Ha bármilyen kérdése van a vásárlással vagy a licenceléssel kapcsolatban, kérjük, forduljon hozzánk bizalommal.
buy_3_p1_contactus=Kapcsolatfelvétel
buy_year=Év
buy_single=Egyfelhasználós
buy_single_p1=Felhasználónként 2 gépre telepíthető
buy_team=Csoportos
buy_team_user=felhasználó
buy_site=Helyi
buy_site_p1=Korlátlan számú gépre telepítés az adott helyen
buy_month=Hónap
buy_monthly=Havi
buy_yearly=Éves
buy_pay_once=Fizessen egyszer, és kapja meg az élethosszig tartó frissítéseket ingyen.
buy_for_individuals=Magánszemélyeknek
buy_for_teams=Csoportos
buy_for_enterprise=Vállalkozások számára
buy_single_lifetime=Egyetlen élethosszig tartó
buy_team_lifetime=Csoportos élettartam
buy_site_lifetime=Vállalkozás élettartam
buy_subscriptions=Előfizetések
buy_lifetime=Speciális élettartam
secure_order=Biztonságos rendelés a 2Checkout segítségével
uninstall_h1=Kérjük, adjon nekünk visszajelzést.
uninstall_p1=Örülnénk, ha jelentkezne nálunk. A visszajelzései segítenek nekünk abban, hogy a PicPick még jobbá váljon.
uninstall_comment=Részletek
uninstall_comment_placeholder=Például: Miért távolítottad el? Mi hiányzik? Milyen újabb funkciót szeretne?
uninstall_email=E-mail (nem kötelező)
uninstall_email_placeholder=Kérjük, adja meg az e-mail címét.
uninstall_send=Visszajelzés küldése
about_us=Rólunk
about_h1=Mi egy szoftverfejlesztő cég vagyunk, amely a Microsoft Windows platformra specializálódott.
about_p1=Célunk olyan kiváló minőségű és felhasználóbarát szoftverek fejlesztése és közzététele, amelyek kényelmes számítástechnikai környezetet biztosítanak a felhasználóink számára.
contact_h1=Szeretnénk hallani Önről! Kérjük, töltse ki ezt az űrlapot, és hamarosan felvesszük Önnel a kapcsolatot.
contact_us=Kapcsolatfelvétel
contact_email=E-mail támogatás
contact_email_at=E-mailben is kapcsolatba léphet velünk az alábbi címen : {email}
contact_email_send=Küldjön nekünk egy e-mailt
beta_banner=Próbálja ki az új funkciókat a bétaverzió segítségével!
beta_button=Kipróbálás
try_darkmode=Sötét mód kipróbálása
try_darkmode_on=A Sötét mód be van kapcsolva
contact_form_category=Kategória
contact_form_select=- KIVÁLASZTÁS -
contact_form_email=E-mail
contact_form_subject=Tárgy
contact_form_body=Részletek
contact_form_body_placeholder=Meséljen nekünk többet...
contact_form_os=Operációs rendszer
contact_form_version=PicPick verzió
contact_form_license=Licenckulcs
contact_form_license_placeholder=A prémium támogatáshoz adja meg az érvényes licenckulcsát.
contact_form_success=Sikerült
contact_form_success_description=A visszajelzése sikeresen elküldésre került.
contact_form_error=Hiba
contact_form_error_description=Sajnáljuk, hogy ezt jelenleg nem tudjuk feldolgozni.
promotion_timeout=Ne hagyja ki, mielőtt elmegy.
buy_existing_user=Meglévő licenc megújítása
checkout_for_individual=Magánszemélyeknek
checkout_for_individual_desc=egyedülálló vagy családi
checkout_for_company=Csoportos
checkout_for_company_desc=cég vagy szervezet
checkout_header=Szállítási információ
checkout_summary=Megrendelés-összesítő
checkout_license=Licenc
checkout_product=Termék
checkout_users=Felhasználók
checkout_quantity=Mennyiség
checkout_quantity_warning_header=Telepítés legfeljebb {num} számítógépre
checkout_quantity_warning_body=Növelje a mennyiséget, hogy több számítógépre telepíthesse.
checkout_price=Ár
checkout_vat=Adók és további költségek merülhetnek fel.
checkout_firstname=Keresztnév
checkout_lastname=Vezetéknév
checkout_companyname=Vállalat neve
checkout_email=E-mail
checkout_email_confirm=E-mail megerősítése
checkout_checkout=Pénztár
checkout_or=VAGY
checkout_paypal=Fizetés PayPal-lal
thankyou_header=Köszönjük a megrendelését. A fizetés megtörtént!
thankyou_detail=Megrendelés részletei
thankyou_orderref=Rendelési hivatkozási szám.
thankyou_payment=Fizetési mód
thankyou_date=Dátum
thankyou_total=Teljes ár
thankyou_email=Kérjük, ellenőrizze a(z) {e-mail} címen a rendelést visszaigazoló e-mailt (beleértve a spam/levélszemét mappát is).
promo_continue=Folytatás
promo_warning=Fizetési adatokra van szükségünk az Ön hitelesítéséhez, amikor regisztrál. Az ingyenes promócióért nem számítunk fel díjat.

[Message]

MSG_TRAY_TITLE=PicPick
MSG_ICON_TITLE=PicPick
MSG_MESSAGEBOX_TITLE=PicPick
MSG_PROTRACTOR_CENTERPOINT=Kattintson egy középső pontra a képernyőn.
MSG_ACTIVEWINDOW=Nyomja meg a(z) [%s] billentyűt, az aktív ablak rögzítéséhez.
MSG_EXITSAVEIMAGE=Szeretné elmenteni a(z) [%s] módosításait?
MSG_DEFAULT_IMAGENAME=Kép
MSG_DIRECTORYACCESSERROR=Nem lehet hozzáférni a könyvtárhoz.
MSG_DEFAULT_TAPNAME=Nincs kép
MSG_HOTKEY_ALREADY1=A PicPick nem tudja alkalmazni a következő gyorsbillentyűket.
MSG_HOTKEY_ALREADY2=Szeretné megváltoztatni ezeket a gyorsbillentyűket?
MSG_THISFOLDERNOTFOUND=A könyvtár [elérési útvonala, vagy mappaneve] nem található.
MSG_INVALID_FILENAME=Ez a fájlnév érvénytelen.
MSG_FAIL_AUTOSAVE=Kérjük, ellenőrizze a fájlnév automatikus mentésének beállításait. Ha a probléma az ellenőrzés után is fennáll, kérjük, vegye fel a picpick.exe fájlt a vírusirtó szoftverének fehérlistájára.
MSG_INVALID_CLIPBOARD=Hiba történt a Vágólap adatainak lekérdezése közben.
MSG_CANNOTREPEATCAPTURE=A legutóbbi képrögzítésen kiválasztott terület nem található.
MSG_CLOSEALLIMAGE=Be szeretné zárni az összes el nem mentett képet?
MSG_FILE_OPEN=Megnyitás
MSG_FILE_SAVE=Mentés másként
MSG_NEWVERSIONAVAILABLE=Elérhető a PicPick újabb verziója. Szeretne most a letöltési oldalra lépni?
MSG_PROGRAM_NOTADDYET=A képernyőképek elküldéséhez, egy külső programot kell választania!
MSG_EXTERNALPROGRAMERROR=A megadott külső program nem található. 
MSG_PARAMETERS_TITLE=PicPick paraméterek
MSG_OLDLANGUAGE=A nyelvi fájl régebbi verzió, ezért néhány szöveg nincs lefordítva. Szeretné megváltoztatni a nyelvet?
MSG_INVALIDALBUMNAME=Az album neve érvénytelen.
MSG_CREATEFAILUREALBUM=Hiba történt az album létrehozásakor.
MSG_LOADINGFAILUREALBUM=Hiba történt az albumok betöltése során.
MSG_IDEMPTY=Kérjük, adja meg az azonosítóját.
MSG_PWEMPTY=Kérjük, adja meg a jelszavát.
MSG_SAVE=Menté&s
MSG_DONTSAVE=&Ne mentse
MSG_DONTSAVEALL=N&incs mentés
MSG_NODISPLAYAGAIN=Ne jelenítse meg ezt az üzenetet újra
BTN_YES=&Igen
BTN_NO=&Nem
BTN_NOALL=Egyi&ket sem
MSG_INPUTTEXT=Kérjük, itt írja be a szöveget
MSG_FLATTENLAYER=Ehhez a feladathoz az alakzatokat a háttérképpel kell egybesimítania. Szeretné belesimítani az alakzatokat?
MSG_FLATTENALL=Az összes alakzatot szeretné belesimítani?
MSG_INVALID_DOWNLOADURL=Hiba történt a kép letöltése közben.
MSG_OPENURL=Kérjük, adja meg a kép URL-címét.
MSG_ANYSETTINGOK=A beállítások módosítása sikeresen megtörtént.
MSG_DEFAULTEDITOR=A PicPick beállításra került alapértelmezett képszerkesztőnek.
MSG_FTPINFONEED=Először meg kell adnia az FTP-kiszolgáló adatait.
MSG_CONNECTIONFAIL=Hiba történt a szerverhez történő csatlakozás során.
MSG_PROGRAM_NOSKYPE=A Skype nem található.
MSG_ACTIVATE_OFFLINE=Internetkapcsolati probléma miatt nem lehet aktiválni a licencet. Szeretné aktiválni licencét offline módban?
MSG_ACTIVATE_OK=Az Ön licence aktiválásra került. Köszönjük, hogy a PicPick-et választotta!
MSG_ACTIVATE_TRIAL=A próbalicenc aktiválásra került. Köszönjük, hogy a PicPick-et választotta!
MSG_ACTIVATE_FAIL=Az aktiválás megtagadva. További információért forduljon hozzánk.
MSG_VALIDOWNERNAME=Kérjük, adjon meg egy érvényes tulajdonosi nevet.
MSG_VALIDLICENSEKEY=Kérjük, adja meg az érvényes licenckulcsot.
MSG_FILENOTFOUND=A fájl nem található.
MSG_CAPTUREAREAFAIL=Hiba történt a rögzítendő terület kiszámítása során. Kérjük, ellenőrizze szoftverét (vírusirtó, malware/kémszoftver), amely a problémát okozhatja.
MSG_TRANSPARENCYLOST=A kép mentésekor minden átláthatóság el fog veszni. Szeretné folytatni?
MSG_DONOTSHOWWEEK=Egy hétig ne jelenítse meg újra ezt az ablakot
MSG_NEWVERSIONAVAILABLE_SHORT=A PicPick újabb verziója érhető el
MSG_HOTKEY_ALREADY3=Kérjük, ellenőrizze a jelenleg futó egyéb alkalmazásokat, például Dropbox, OneDrive.
MSG_NEWVERSIONINSTALL=A PicPick újabb verziója érhető el. Szeretné azt most telepíteni?
MSG_NEWVERSIONINSTALLING=Kérjük, várjon, amíg a frissítés letöltődik...
MSG_NEWVERSIONRESTART=A frissítés néhány másodperc múlva automatikusan elindul...
MSG_ACTIVATE_INVALID=A megadott licenckulcs érvénytelen. Kérjük, ellenőrizze a kulcsot, és próbálja meg újra.
MSG_NOUPDATEAVAILABLE=Jelenleg nincsenek frissítések.
MSG_NOTENOUGHCAPTUREAREA=A kiválasztott terület túl kicsi a rögzítéshez.
MSG_CAPTUREOPTION_NEXTTIME=A kiválasztott opció a következő rögzítéskor kerül alkalmazásra.
MSG_ACTIVATE_EXPIRED=Az Ön licence lejárt. Kérjük, újítsa meg a licencét, hogy továbbra is megszakítás nélkül használhassa a PicPick-et.
MSG_RESTART_WARNING=Egyes módosítások csak a program újraindításakor kerülnek majd érvényesítésre.
MSG_DEACTIVATE=Biztos, hogy inaktiválni szeretné a licencet ezen a számítógépen?
MSG_DEACTIVATE_SUCCESS=A licence sikeresen inaktiválásra került.
MSG_SCREENRECORDER_FAILURE=Hiba történt a képernyőfelvevő inicializálása közben. Kérjük, telepítse újra az alkalmazást.
MSG_SCREENRECORDER_HELP_RECORD=A felvétel leállításához kattintson a képernyőfelvevő ikonjára az értesítési területen, vagy nyomja meg a(z) [%s] gombot.
MSG_SCREENRECORDER_HELP_STOP=A videó rögzítése befejeződött. Szeretné megtekinteni a felvett videofájlt a kimeneti mappában?
MSG_SCREENRECORDER_HELP_LIMITED=Ez az ingyenes verzió %d perc hosszúságú felvételekre korlátozódik.
MSG_ERROR_LOADIMAGE=Hiba történt a fájl beolvasása közben. Ez egy érvénytelen képfájl, vagy a formátuma jelenleg nem támogatott.
MSG_ERROR_LOADHEIC=A fájl megnyitásához további bővítményre van szükség. Szeretne most a letöltési oldalra lépni?
MSG_RESTORE_DEFAULT=Biztos benne, hogy visszaállítja az alapértelmezett beállításokat?
MSG_DISABLED_FEATURE=Ezt a funkciót a rendszergazda letiltotta.
MSG_DUPLICATED_FILETABNAME=A fájl, vagy a lap neve már létezik.
MSG_SCROLLCAPTURE_FAILURE=Nem lehetséges a(z) [%s] görgetésének rögzítése.
MSG_SCREENRECORDER_INSTALL=A Képernyőrögzítő további telepítéséhez rendszergazdai jogosultságok szükségesek. Szeretné folytatni?
MSG_INVALID_HOTKEY=A lenyomott billentyű nem használható gyorsbillentyűként.
#7.2.0
MSG_RESET=Biztos benne, hogy vissza szeretné állítani a beállításokat, amikor kilép a programból?
MSG_RESET_CONFIRM=A változtatás érvénybe lépéséhez újra kell indítania a programot.
MSG_SCREENRECORDER_ERROR=Hiba történt a kódolás feldolgozása közben.
MSG_SCREENRECORDER_NOINPUTS=Nem találhatók audio bemeneti eszközök.
MSG_FAIL_LIMIT_AUTOSAVE=Az automatikus mentési mappa elérte a korlátját. Kérjük, ellenőrizze az automatikus mentés mappáját.
#7.2.0
